Repository: pi-engine/pi
Catalog: usr/module/system/locale/*/admin.po
Languages: fa, fr

source: Block clone from: %s
fa: کلون بلاک از %s
fr: Clone du bloc à partir de : %s

source: Block is not found.
fa: بلاک پیدا نشد
fr: Le bloc n'a pas été trouvé.

source: Block edit: %s
fa: ویرایش بلاک %s
fr: Edition du bloc : %s

source: Block is deleted.
fa: بلاک حذف شده است
fr: Le bloc a été supprimé

source: Page cache updated successfully.
fa: کَش صفحه با موفقیت به روز شد.
fr: Cache de page mis à jour avec succès

source: Front
fa: کاربر
fr: Front de Page

source: Feed
fa: خوراک
fr: Flux

source: Page wide
fa: صفحه گسترده
fr: Largeur de page

source: Action data
fa: داده های اکشن
fr: Nom de l'action

source: Module wide
fa: تمام صفحات ماژول
fr: Global Module

source: Module home
fa: صفحه اصلی ماژول
fr: Accueil Module

source: Cache list
fa: فهرست کَش
fr: Liste des caches

source: Never updated.
fa: هرگز به روز نشده
fr: Jamais mis à jour.

source: Configuration data saved successfully.
fa: داده‌های پیکربندی با موفقیت ذخیره شدند.
fr: Les données de paramétrage ont été sauvegardées avec succès.

source: Module configurations
fa: پیکربندی ماژول
fr: Paramétrages Module

source: Event listeners of module %s
fa: فهرست رویداد های ماژول %s
fr: Event listeners du module %s

source: The item not found.
fa: گزینه‌ی مورد نظر پیدا نشد
fr: L'élément n'a pas été trouvé.

source: The item is not allowed to activate since module is inactive.
fa: به دلیل غیرفعال بودن ماژول، فعال کردن این آیتم مجاز نیست.
fr: L'élément ne peut être activé car le module est inactif.

source: The item updated successfully.
fa: این گزینه با موفقیت به روز رسانی شد
fr: L'éléments a été mis à jour avec succès.

source: File status cache
fa: وضعیت کَش فایل
fr: Statut du cache fichier

source: APC file cache
fa: فایل کَش APC
fr: Cache fichier APC

source: System cache files
fa: فایل‌های کَش سیستم
fr: Fichiers de cache système

source: System persistent data
fa: داده‌های ثابت سیستم
fr: Données persistantes système

source: Module cache
fa: کَش ماژول
fr: Cache module

source: Comment cache
fa: کَش کامنت
fr: Cache commentaire

source: Application cache [%s]
fa: کَش برنامه [%s]
fr: Cache applicatif [%s]

source: Page cache [%s]
fa: کَش صفحه [%s]
fr: Cache des pages [%s]

source: Cache is flushed successfully.
fa: کَش با موفقیت خالی شد
fr: Le cache a été vidé avec succès.

source: Cache flush failed: %s
fa: تخلیه‌ی کَش %s انجام نشد
fr: Le vidage du cache a échoué : %s

source: Security: `setup` folder is not removed!
fa: گزارش امنیتی : پوشه `setup` از روی سرور حذف نشده است!
fr: Sécurité : le répertoire `setup` n'a pas été supprimé !

source: Security: `%s` is writable!
fa: گزارش امنیتی : `%s` قابل نوشتن است!
fr: Sécurité : `%s` est ouvert en écriture !

source: Permission: `%s` is not available for write!
fa: دسترسی : `%s` قابل نوشتن نیست!
fr: Permission : `%s` n'est pas disponible en écriture !

source: Not privileged.
fa: مجاز نیست
fr: Sans privilège.

source: Installed modules
fa: ماژول‌های نصب شده
fr: Modules installés

source: Modules ready for installation
fa: ماژول‌های آماده‌ی نصب
fr: Modules disponible à l'installation

source: Module moved successfully.
fa: ماژول با موفقیت منتقل شد
fr: Module déplacé avec succès.

source: Category deleted successfully.
fa: طبقه با موفقیت حذف شد
fr: Catégorie supprimée avec succès.

source: Category updated successfully.
fa: طبقه با موفقیت به روز شد
fr: Catégorie mise à jour avec succès.

source: Modules sorted successfully.
fa: ماژول‌ها با موفقیت ذخیره شدند
fr: Modules triés avec succè.

source: All categorized
fa: همه شاخه بندی ها
fr: Toutes les catégories

source: Uncategorized
fa: طبقه بندی نشده
fr: Non catégorisé

source: + New category
fa: شاخه‌ی جدید
fr: + Nouv. catégorie

source: Directory is not specified.
fa: دایرکتوری مشخص نشده
fr: Le répertoire n'est pas spécifié.

source: Meta data are not loaded for "%s".
fa: متا دیتا برای "%s" لود نشده
fr: Les Meta data ne sont pas chargées pour "%s".

source: The module has already been installed.
fa: این ماژول قبلا نصب شده است
fr: Le module est déja installé.

source: Module "%s" is installed successfully.
fa: ماژول "%s" با موفقیت نصب شد
fr: Le module "%s" s'est installé avec succès.

source: Module "%s" is not installed.
fa: ماژول "%s" نصب نشده است
fr: Le module "%s" n'est pas installé.

source: Module is not installed.
fa: ماژول نصب نشده است.
fr: Le module n'est pas installé.

source: Module installation
fa: نصب ماژول
fr: Installation du module

source: Module is not specified.
fa: ماژول مشخص نشده است
fr: Le module n'a pas été sélectionné.

source: Module is not found.
fa: ماژول پیدا نشد
fr: Le module n'a pas été trouvé.

source: System module is protected.
fa: ماژول سیستمی محافظت شده است
fr: Le module Système est protégé.

source: Module "%s" is uninstalled successfully.
fa: ماژول "%s" با موفقیت آن اینستال شد
fr: Le module "%s" s'est désinstallé avec succès.

source: Module "%s" is not uninstalled.
fa: ماژول "%s" آن اینستال نشده است
fr: Le module "%s" ne s'est pas désinstallé.

source: Module is not uninstalled.
fa: ماژول آن اینستال نشده است
fr: Le module n'est pas désinstallé.

source: Module uninstallation
fa: آن اینستال ماژول
fr: Désinstallation Module

source: Module updates
fa: به روز رسانی ماژول‌ها
fr: Mises à jour Module

source: Module "%s" is updated successfully.
fa: ماژول "%s" با موفقیت به روز شد
fr: Le module "%s" a été mis à jour avec succès.

source: Module "%s" is not updated.
fa: ماژول "%s"به روز نشده است
fr: Le module "%s" n'a pas été mis à jour.

source: Module is not updated.
fa: ماژول به روز نشده است
fr: Le module n'est pas à jour.

source: Module update
fa: به روز رسانی ماژول‌ها
fr: Mise à jour module

source: Module "%s" is enabled successfully.
fa: ماژول "%s" با موفقیت فعال شد.
fr: Le module "%s" a été activé avec succès.

source: Module "%s" is not enabled.
fa: ماژول "%s" فعال نشده است
fr: Le module "%s" n'a pas été activé.

source: Module is not enabled.
fa: ماژول فعال نشده است
fr: Le module n'est pas activé.

source: Module "%s" is disabled successfully.
fa: ماژول "%s" با موفقیت غیرفعال شد.
fr: Le module "%s" n'a pas été désactivé avec succès.

source: Module "%s" is not disabled.
fa: ماژول "%s" غیرفعال نشده است
fr: Le module "%s" n'a pas été désactivé.

source: Module is not disabled.
fa: ماژول غیرفعال نشده است
fr: Le module n'est pas désactivé.

source: Module activation
fa: فعال سازی ماژول
fr: Activation du Module

source: Title is required.
fa: عنوان ضروری است.
fr: Un nom est requis.

source: Custom
fa: شخصی سازی
fr: Personalisé

source: Navigation set up successfully.
fa: منو با موفقیت نصب شد
fr: Navigation paramétrée avec succès.

source: Navigation added successfully.
fa: منو با موفقیت اضافه شد
fr: Navigation ajoutée avec succès.

source: Add a navigation
fa: منو جدید
fr: Ajouter une navigation

source: Navigation saved successfully.
fa: منو با موفقیت ذخیره شد
fr: La navigation a été enregistrée.

source: Navigation data not saved.
fa: داده‌های منو ذخیره نشده‌اند
fr: Les données de navigation n'ont pas été enregistrées.

source: Clone navigation
fa: کپی برداری از منو
fr: Cloner la navigation

source: The navigation is in use and not allowed to delete.
fa: منو در حال استفاده است و نمی‌توان آن را حذف کرد
fr: La navigation est utilisée actuellement et il n'est pas possible de la supprimer.

source: The navigation is deleted successfully.
fa: منو با موفقیت حذف شد
fr: La navigation a été supprimée avec succès.

source: View of navigation details: %s
fa: مشاهده‌ی جزییات منو :%s
fr: Voir les détails de la navigation : %s

source: Navigation data edit: %s
fa: ویرایش داده‌های منو %s
fr: Edition des données de navigation : %s

source: Navigation data saved successfully.
fa: داده‌های منو با موفقیت ذخیره شدند
fr: Données de navigation enregistrées avec succès.

source: Navigation not found.
fa: منو یافت نشد
fr: Navigation non trouvée.

source: Only custom navigations are allowed to manipulate.
fa: تنها منو های دست ساز را می‌توان تغییر داد
fr: Seul les navigations personalisées peuvent être modifiées.

source: Pages list
fa: فهرست صفحه‌ها
fr: Liste des pages

source: Page data saved successfully.
fa: داده‌های صفحه با موفقیت ذخیره شدند
fr: Données de page enregistrées avec succès.

source: Page data not saved.
fa: داده‌های صفحه ذخیره نشدند
fr: Données de pages non enregistrées.

source: Setup a page
fa: ساختن صفحه
fr: Paramétrer une page

source: Pages edit
fa: ویرایش صفحه
fr: Editier une page

source: Page is deleted.
fa: صفحه حذف شده است
fr: La page a été supprimée.

source: Page is not found.
fa: صفحه پیدا نشد
fr: La page n'a pas été trouvée.

source: %s blocks
fa: چیدمان بلاک های %s
fr: %s blocs

source: Page block links are updated.
fa: بلاک پیوندهای صفحه به روز شدند.
fr: Les liens du bloc de page ont été mis à jour.

source: Module access
fa: دسترسی به ماژول
fr: Accès au module

source: Module admin
fa: دیریت ماژول
fr: Administrateur du Module

source: Permission assigned successfully.
fa: دسترسی با موفقیت اعطا شد
fr: Permissions assignéers avec succès.

source: A new version %s is available
fa: نسخه‌ی جدید %s موجود است
fr: Une nouvelle version %s est disponible

source: No update available
fa: هیچ به روز رسانی وجود ندارد
fr: Aucune mise à jour disponible

source: Error occurred, check later.
fa: بروز خطا، بعدا بررسی کنید.
fr: Une erreur est survenue, essayez plus tard.

source: Role data saved successfully.
fa: داده‌های نقش با موفقیت ذخیره شدند.
fr: Données de rôles enregistrées avec succès.

source: Role data not saved.
fa: داده‌های نقش ذخیره نشدند.
fr: Données de rôle non enregistrées.

source: Add a role
fa: اضافه کردن نقش
fr: Ajouter un rôle

source: Edit a role
fa: ویرایش نقش
fr: Editer un rôle

source: Only custom roles are allowed to activate/deactivate.
fa: تنها نقش‌های دست ساز را می‌توان فعال یا غیرفعال کرد.
fr: Seuls les rôles personalisés peuvent être activés/désactivés.

source: Role updated successfully.
fa: نقش با موفقیت به روز شد
fr: Rôle mis à jour avec succès

source: Only custom roles are allowed to delete.
fa: تنها نقش‌های دست ساز را می‌توان حذف کرد.
fr: Seuls les rôles personalisés peuvent être supprimés.

source: Role deleted successfully.
fa: نقش با موفقیت حذف شد
fr: Le rôle a été supprimé avec succès.

source: admin
fa: مدیر
fr: côté administrateur

source: front
fa: کاربر
fr: côté utilisateur

source: Select theme for %s
fa: قالب برای %s را انتخاب کنید
fr: Sélectionner le thème pour le %s

source: Theme set up successfully.
fa: تنظیم قالب با موفقیت انجام شد.
fr: Thème paramétré avec succès.

source: Installed themes
fa: قالب‌های نصب شده
fr: Thèmes installés

source: Themes available for installation
fa: قالب‌های آماده برای نصب
fr: Thèmes disponibles pour installation

source: The theme "%s" is not updated.
fa: قالب "%s" به روز نشده است
fr: Le thème "%s" n'a pas été mis à jour.

source: The theme "%s" is updated.
fa: قالب "%s" به روز رسانی شد
fr: Le thème "%s" a été mis à jour.

source: The theme "%s" is not installed.
fa: قالب "%s" نصب نشده است.
fr: Le thème "%s" n'est pas installé.

source: The theme "%s" is installed.
fa: قالب "%s" نصب شده است
fr: Le thème "%s" a été installé.

source: Default theme is protected from uninstallation.
fa: قالب پیش‌فرض را نمی‌توان آن اینستال کرد
fr: Le thème par défaut ne peut être désinstallé.

source: The theme "%s" is not uninstalled.
fa: قالب "%s" آن اینستال نشده است
fr: Le thème "%s" n'a pas été désinstallé.

source: The theme "%s" is uninstalled.
fa: قالب "%s" آن اینستال شد
fr: Le thème "%s" a été déinstallé.

source: No permitted operation available.
fa: هیچ عملیات مجازی وجود ندارد.
fr: Aucune opération autorisée disponible

source: Title
fa: عنوان
fr: Nom

source: Font-awesome icon
fa: آیکن Font-awesome
fr: Icône Font-awesome

source: Check http://fortawesome.github.io/Font-Awesome/icons/
fa: این آدرس را بررسی کنید http://fortawesome.github.io/Font-Awesome/icons/
fr: Se référer à http://fortawesome.github.io/Font-Awesome/icons/

source: Order
fa: ترتیب
fr: Ordre

source: Default taxonomy
fa: taxonomy پیش فرض
fr: Erreur de Taxonomie

source: Default global taxonomy domain. Not allowed to change.
fa: دامنه taxonomy سراسری پیشفرض، اجازه تغییر آن را ندارید.
fr: Erreur du domaine par défaut pour la taxonomie. La modification n'est pas autorisée.

source: Welcome to Pi powered system.
fa: به سیستم پای خوش آمدید.
fr: Bienvenue dans votre application propulsée par Pi Engine

source: Application
fa: برنامه

source: Service
fa: خدمات

source: System updated
fa: به روز رسانی سیستم
fr: Système mis à our

source: The system is updated successfully.
fa: سیستم با موفقیت به روز شد.
fr: Le système a été mis à jour avec succès.

source: Operation
fa: عملیات
fr: Exploitation

source: Setting
fa: تنظیمات
fr: Configuration

source: Deployment
fa: به کار بستن
fr: Déploiement

source: Action
fa: اکشن

source: Re-publish all
fa: انتشار مجدد همه
fr: Re-publier tout

source: Publish
fa: انتشار
fr: Publier

source: Asset publish in process
fa: انتشار محتوا در جریان است
fr: Publication de la ressource en cours

source: Audit list
fa: فهرست حسابرسی
fr: Traces d'Audit

source: time
fa: زمان
fr: date

source: User ID
fa: شناسه‌ی کاربری
fr: N° utilisateur

source: IP
fa: آی‌پی

source: Message
fa: پیغام

source: extra
fa: اضافه

source: Count of items to display:
fa: تعداد آیتم‌ها برای نمایش
fr: Nombre d'éléments à afficher :

source: Description
fa: توضیح

source: Related pages
fa: صفحات مرتبط
fr: Pages associées

source: Preview
fa: پیش نمایش
fr: Prévisualiser

source: Edit
fa: ویرایش
fr: Editer

source: Delete
fa: حذف
fr: Supprimer

source: Clone
fa: کپی برداری
fr: Cloner

source: No page uses this block yet.
fa: هنوز این بلاک در هیچ صفحه ای استفاده نشده است
fr: Aucune page n\'utilise ce bloc actuellement.

source: Search in block title
fa: جستجو در عنوان بلاک
fr: Rechercher sur le nom du bloc

source: Expiration
fa: انقضا

source: Granularity
fa: دانه دانه

source: Scope
fa: محدوده

source: Force for all pages
fa: اجبار برای همه صفحات
fr: Forcer pour toutes les pages

source: Select a module on the left to set up configurations.
fa: یک ماژول از سمت چپ انتخاب کنید تا پیکربندی انجام شود.
fr: Sélectionner un module sur la gauche pour définir les paramètres.

source: No configuration available.
fa: هیچ پیکربندی وجود ندارد.
fr: Aucun paramètre disponible.

source: About
fa: درباره‌ی
fr: A propos

source: Module information
fa: اطلاعات ماژول
fr: Information module

source: Title:
fa: عنوان
fr: Nom :

source: Version:
fa: نسخه

source: Update:
fa: به روز رسانی
fr: Mis à jour :

source: Description:
fa: توضیح

source: Demo:
fa: دمو

source: Author information
fa: مشخصات نویسنده
fr: Information auteur

source: Summary
fa: خلاصه
fr: Résumé

source: Announcement
fa: اعلان
fr: Annonce

source: Save
fa: ذخیره
fr: Enregistrer

source: Cancel
fa: انصراف
fr: Annuler

source: Quicklinks
fa: لینک های سریع
fr: Liens rapides

source: URL
fa: آدرس

source: Powered by
fa: با قدرت
fr: Propulsé par

source: Pi Engine is a role oriented application development engine for web and mobile, designed as the next generation and a successor to Xoops. Pi is developed upon PHP and MySQL with selected third-party frameworks including but not limited to Zend Framework library, jQuery, Bootstrap and Backbone.
fa: پای انجین یک موتور نقش محور برای توسعه‌ی برنامه‌های وب و موبایل است که نسل بعدی Xoops است. پای بر اساس PHP و Mysql طراحی شده و با استفاده از فریم‌ورک‌های Third party از جمله Zend,Jquery,Bootstrap و Backbone، ,ولی محدود به آن‌ها نمی‌شود
fr: Pi Engine est un moteur de développement orienté Application destiné au web et au mobile. Il a été créé pour être la prochaine génération et le successeur de Xoops. Pi est développé sur base de PHP et de MySQL , et utilise des frameworks tiers dûment sélectionnés, notamment Zend Framework, jQuery, Boostrap et Backbone.

source: Pi Project follows the philosophy of open standard, open design, open development and open structure. Pi is born as a complete open source project and intended to build a sustainable ecosystem that benefits all contributors and users.
fa: پروژه‌ی پای از فلسفه‌ی استانداردهای باز، طراحی باز و توسعه و ساختار باز تبعیت می‌کند. پای یک پروژه‌ی تماما متن باز است و هدف این بوده تا محیط مناسبی ایجاد شود که تمام کاربران و برنامه‌نویس‌ها از آن استفاده کنند.
fr: Le projet Pi poursuit la philosophie des standards libres, du desigh libre, du développement libre et des structures ouvertes. Pi est né pleinement comme un projet opensource et tente de construire un écosystème durable qui fournit des solutions à tous les contributeurs et utilisateurs.

source: Events
fa: رخ‌دادها

source: Listeners
fa: شنوندگان

source: No listeners available
fa: هیچ شنوده ای وجود ندارد

source: No events available
fa: هیچ رخدادی وجود ندارد.

source: Error, please try again later.
fa: خطا، لطفا بعدا تلاش کنید.
fr: Erreur, merci d\'essayer plus tard.

source: Flush all
fa: تخلیه‌ی همه
fr: Vider tout

source: Flush
fa: تخلیه
fr: Vider

source: Registry
fa: رجیستری
fr: Registre

source: Cache flush in process
fa: تخلیه‌ی کَش درحال انجام است.
fr: Vidage du cache en cours

source: There is no entry page for this module management. Please:
fa: این ماژول فاقد بخش مدیریت است و تمام قسمت های آن از بخش تنظیمات یا بخش کاربری کنترل می شود. شما می توانید :
fr: Il n'y a pas de page d'accueil pour le management de ce module. Merci de :

source: Module config
fa: پیکربندی ماژول
fr: Configuration Module

source: Go to set up module configs;
fa: به بخش پیکربندی در تنظیمات ماژول بروید.
fr: Aller au paramétrage module;

source: System admin
fa: مدیر سیستم
fr: Admin Système

source: Go back to system dashboard.
fa: به داشبورد سیستم باز گردید.
fr: Retourner au tableau de bord Système

source: Add a member
fa: یک عضو اضافه کنید
fr: Ajouter un membre

source: Select a role:
fa: یک نقش انتخاب کنید:
fr: Sélectionner un rôle :

source: Name
fa: نام
fr: Nom

source: Front role
fa: نقش سمت کاربر
fr: Rôle Front

source: Admin role
fa: نقش سمت مدیر
fr: Rôle côté Admin

source: Active
fa: فعال
fr: Actif

source: Not set
fa: تنظیم نشده
fr: Non paramétré

source: Yes
fa: بله
fr: Oui

source: No
fa: خیر
fr: Non

source: Icon
fa: آیکون
fr: Icône

source: Version
fa: نسخه

source: Detail
fa: جزییات
fr: Détail

source: Directory:
fa: شاخه
fr: Répertoire :

source: Install
fa: نصب
fr: Installer

source: Assign to:
fa: تخصیص به
fr: Allouer à :

source: Edit this category
fa: ویرایش این طبقه
fr: Editer cette catégorie

source: Delete this category
fa: حذف این طبقه
fr: Supprimer cette catégorie

source: Remove
fa: حذف
fr: Retirer

source: Sort modules
fa: مرتب‌سازی ماژول‌ها
fr: Trier les modules

source: Last Update
fa: آخرین به روز رسانی
fr: Dernière mise à jour

source: Rename
fa: تغییر نام
fr: Renommer

source: Name:
fa: نام
fr: Nom :

source: Author
fa: نویسنده
fr: Auteur

source: Update
fa: به روز رسانی
fr: Mettre à jour

source: Update all
fa: به روز رسانی همه
fr: Tout mettre à jour

source: Are you sure to uninstall this module?
fa: مطمئنید که می‌خواهید این ماژول را حذف کنید.
fr: Etes-vous certains de vouloir déinstaller ce module?

source: Uninstall
fa: آن اینستال
fr: Désinstaller

source: Disable
fa: غیرفعال سازی
fr: Désactiver

source: Enable
fa: فعال‌سازی
fr: Activer

source: Press to continue ...
fa: برای ادامه فشار دهید
fr: Cliquer pour continuer...

source: Failed
fa: ناموفق
fr: Echec

source: Succeeded
fa: با موفقیت انجام شد
fr: Succès

source: Module updates finished.
fa: به روز رسانی ماژول‌ها انجام شد
fr: Les mises à jour du module sont terminées

source: Update succeeded.
fa: به روز رسانی با موفقیت انجام شد
fr: Succès de la mise à jour.

source: Update failed.
fa: به روز رسانی انجام نشد
fr: Echec de la mise à jour.

source: Add new element on menu or edit current elements, save each element box after edit and finally save menu by blue button.
fa: یک گزینه جدید برای منو اضافه کنید یا گزینه های موجود را ویرایش کنید ، بعد از ویرایش هر گزینه حتما همان گزینه را ذخیره نمایید و در انتها با استفاده از دکمه آبی رنگ بالای صفحه کل تغییرات منو را مجدد ذخیره نمایید.

source: Only click this button to save data
fa: این دکمه را برای ذخیره‌سازی داده کلیک کنید
fr: Cliquer simplement sur ce bouton pour enregistrer les données

source: Save menu
fa: منوی ذخیره سازی
fr: Enregistrer le menu

source: Add to menu
fa: اضافه کردن به منو
fr: Ajouter au menu

source: This navgation is only for viewing
fa: این منو تنها برای مشاهده است.
fr: Cette navigation est disponible uniquement pour être visualisée

source: Click to toggle edit
fa: کلیک برای ویرایش
fr: Cliquer pour sélectionner Modifier

source: Label
fa: برچسب

source: Url
fa: آدرس

source: Page link by url or by the after of route
fa: لینک صفحه با یو آر ال و یا با مسیر یاب

source: Target
fa: هدف
fr: Cible (Target)

source: None
fa: هیچ کدام
fr: Aucun

source: _blank
fa: خالی

source: To display in menu.
fa: برای نمایش دادن منو
fr: A afficher dans le menu

source: Page link by route
fa: لینک به صفحه با مسیر یاب
fr: Lien de page par la route

source: Route
fa: مسیر یاب

source: Controller
fa: کنترل کننده

source: Module
fa: ماژول

source: You have made unsaved changes. Would you still like to leave this page?
fa: تغییراتی که انجام داده‌اید ذخیره نشده‌اند، آیا می‌خواهید این صفحه را ترک کنید؟
fr: Vous n\'avez pas enregistré vos modifications. Souhaitez vous toujours quitter cette page?

source: Setup
fa: راه اندازی
fr: Configuration

source: Related
fa: مرتبط
fr: Relatif

source: None to use
fa: چیزی برای استفاده وجود ندارد.
fr: Désactiver tout

source: Set global
fa: تنظیم سراسری
fr: Activer

source: View
fa: نمایش
fr: Voir

source: Are you sure to delete this navigation
fa: آیا از پاک کردن این منو مطمئن هستید؟
fr: Etes-vous certains de vouloir supprimer cette navigation

source: Submit
fa: ثبت
fr: Valider

source: Available Themes
fa: قالب‌های موجود
fr: Thèmes disponibles

source: Dress up
fa: چیدن
fr: Habillage

source: Are you sure to delete the page?
fa: آیا مطمئنید قصد دارید این صفحه را حذف کنید؟
fr: Etes-vous certains de vouloir supprimer cette page?

source: Module Global permission
fa: دسترسی سراسری ماژول
fr: Global

source: Module resource
fa: منابع ماژول
fr: Type de Ressource

source: Block
fa: بلاک
fr: Bloc

source: Admin roles
fa: نقش‌های مدیریتی
fr: Rôles Admin

source: Add admin role
fa: اضافه کردن نقش مدیریتی
fr: Ajouter un rôle admin

source: Front roles
fa: نقش های سمت کاربر
fr: Rôles côté utilisateur (front)

source: Add front role
fa: نقش سمت کاربر جدید
fr: Ajouter un rôle côté utilisateur (front)

source: Edit permission
fa: ویرایش دسترسی
fr: Editer la permission

source: Users in role
fa: کاربرانن با این نقش
fr: Utilisateurs dans le rôel

source: Status
fa: وضعیت
fr: Statut

source: Activated
fa: فعال شده
fr: Activé

source: Inactive
fa: غیرفعال
fr: Inactif

source: Unique name
fa: نام منحصر به فرد
fr: Nom unique

source: Required
fa: ضروری
fr: Requis

source: Type
fa: نوع

source: Role name is already taken
fa: این نام نقش از پیش گرفته شده است
fr: Ce nom de rôle est déja pris

source: Are you sure to delete this role?
fa: آیا مطمئن هستید که می‌خواهید این نقش را پاک کنید؟
fr: Etes-vous certains de vouloir supprimer ce rôle?

source: Click To preview
fa: برای بازبینی کلیک کنید
fr: Cliquer pour prévisualiser

source: Check
fa: بررسی
fr: Vérifier

source: Theme in use
fa: قالب فعلی
fr: Thème utilisé actuellement

source: Themes available to use
fa: قالب‌های در دسترس برای استفاده

source: Apply
fa: به کار بستن
fr: Appliquer

source: Theme Updated successfully.
fa: قالب با موفقیت به روز شد
fr: Thème mis à jour avec succès.

source: Are you sure to uninstall this theme ?
fa: آیا مطمئنید می‌خواهید این قالب را آن اینستال کنید؟
fr: Etes-vous certains de vouloir désinstaller ce thème?

source: Spellout rule-based format
fr: Format basé sur des règles spécifiques

source: Ordinal rule-based format
fr: Format basé sur des règles ordinales

source: Duration rule-based format
fr: Format basé sur des règles de durée

source: Rule-based format defined by pattern
fr: Format basé sur une règle définie par le canevas

source: Asset
fr: Ressource

source: Cache level
fr: Niveau de cache

source: Cache scope
fr: Etendue du cache
