Repository: pi-engine/pi
Catalog: usr/module/system/locale/*/admin.po
Languages: fa, fr

source: Site Info
fa: مشخصات سایت
fr: Information site

source: Website information
fa: مشخصات وب‌سایت
fr: Information sur le site web

source: User
fa: کاربر
fr: Utilisateur

source: User account
fa: حساب کاربری
fr: Compte utilisateur

source: User bar
fa: نوار ابزار کاربر
fr: Barre utilisateur

source: User profile or login bar
fa: حساب کاربری یا نوار لاگین
fr: Barre profil utilisateur ou de connexion

source: Display type
fa: نوع نمایش
fr: Type d'affichage

source: Mode to render.
fa: حال رندر
fr: Mode à afficher.

source: Flat
fa: مسطح
fr: A plat

source: Dropdown menu
fa: منوی کشویی
fr: Menu Dropdown

source: JavaScript
fa: جاوا اسکریپت

source: Login
fa: ورود
fr: Connexion

source: User login block
fa: بلاک لاگین کاربر
fr: Bloc de connexion utilisateur

source: Pi feature
fa: ویژگی پای انجین
fr: Fonctionnalités Pi

source: Introduction to Pi Engine
fa: معرفی پای انجین
fr: Quelques remarques à propose de Pi Engine

source: General
fa: عمومی
fr: Général

source: Head meta
fa: متا هدر
fr: Balises Meta En-Tête

source: Extra head meta
fa: متا هدر اضافی

source: Geo tags
fa: نشان‌گذاری جغرافیایی

source: Internationalization
fa: بین‌المللی سازی
fr: Paramètres de localisation

source: Admin login
fa: ورود مدیریت
fr: Connexion Admin

source: Text processing
fa: پردازش متن
fr: Editeur de Texte et Mots censurés

source: Mailing
fa: ارسال میل

source: Site name
fa: نام سایت
fr: Nom du site

source: Website name.
fa: نام وب‌سایت
fr: Nom du site web.

source: Slogan
fa: شعار

source: Website slogan.
fa: شعار وب سایت
fr: Slogan du site web.

source: Locale
fa: انتخاب زبان
fr: Paramètres régionaux

source: Locale for application content.
fa: زبان برای محتوای برنامه
fr: Paramètres régionaux pour le contenu de l'application.

source: Charset
fa: کاراکترسِت
fr: Jeu de caractère

source: Charset for page display.
fa: کاراکترست برای نمایش صفحه
fr: Jeu de cartactère pour l'affichage de page

source: Timezone
fa: منطقه زمانی
fr: Fuseau Horaire

source: Timezone for application system.
fa: منطقه زمانی برای سیستم برنامه
fr: Fuseau horaire pour le système applicatif

source: List count
fa: تعداد لیست
fr: Nbre Eléments Listes

source: Number of items on a list.
fa: تعداد گزینه‌های یک لیست
fr: Nombre d'éléments affichés dans une liste

source: Footer
fa: فوتر
fr: Pied de page

source: Content to be displayed on footer of front pages, HTML tags allowed.
fa: محتوی برای نمایش در بخش فوتر در سمت کاربر، تگ های HTML مجاز است.
fr: Contenu à affichager sur le pied de page dans les pages d'accueil, tags HTML autorisés.

source: GA account
fa: حساب گوگل آنالیتیک
fr: Compte GA

source: Google Analytics trackingID `UA-XXXXXXXX-X`. To specify host as well, append to the code `UA-XXXXXXXX-X; XXXX.tld`.
fa: شناسه ردیابی گوگل آنالیتیک `UA-XXXXXXXX-X` . برای جدا کردن میزبان ها ، کد را به شکل `UA-XXXXXXXX-X; XXXX.tld` درج نمایید.
fr: Google Analytics tracking ID `UA-XXXXXXXX-X`. Pour indiquer également le host, ajouter au code `UA-XXXXXXXX-X; XXXX.tld`.

source: Foot scripts
fa: اسکریپت‌های فوتر
fr: Scripts de pied de page

source: Scripts that will be appended to each page footer. Either naked or wrapped js scripts are allowed.
fa: اسکریپت‌هایی که به فوتر هر صفحه متصل می‌شوند، به صورت خالص یا اسکریپت‌های جاوای پوشیده که مجاز هستند.
fr: Les scripts seront ajoutés dans le pied de page de chaque page. Les scripts js bruts ou encapsulés sont autorisés.

source: Theme
fa: قالب
fr: Thème

source: Admin theme
fa: قالب مدیریت
fr: Administration du Thème

source: Username format
fa: قالب شناسه‌ی کاربری
fr: Format du Nom utilisateur

source: Format of username for registration.
fa: قالب شناسه برای ثبت‌نام
fr: Format du nom utilisateur pour s'inscrire

source: Strict: alphabet or number only
fa: اسکریپت: حروف الفبا یا اعدا
fr: Strict : alphabétique ou numérique seulement

source: Strict/space: alphabet, number or space only
fa: اسکریپت/اسپیس: حروف الفبا یا اعدا

source: Medium: ASCII characters
fa: متوسط: کاراکترهای ASCII
fr: Medium : caractères ASCII

source: Medium/space: ASCII characters and spaces
fa: متوسط/اسپیس: کاراکترهای ASCII

source: Loose: multi-byte characters
fa: راحت: کاراکترهای مالتی بایت
fr: Faible : caractères multibytes

source: Loose/space: multi-byte characters and spaces
fa: راحت/اسپیس: کاراکترهای مالتی بایت

source: Minimum username
fa: شناسه‌ی مینیمم
fr: Nom utilisateur minimum

source: Minimum length of username for user registration
fa: حداقل طول شناسه‌ی کاربری برای ثبت‌نام کاربر
fr: Longueur minimum du nom utilisateur pour s'inscrire

source: Maximum username
fa: حداکثر شناسه
fr: Nom utilisateur maximum

source: Maximum length of username for user registration
fa: حدااکثر طول شناسه‌ی کاربر برای ثبت‌نام
fr: Longueur maximum du nom utilisateur pour s'inscrire

source: Minimum password
fa: کلمه عبور حداقل
fr: Mot de passe minimum

source: Minimum length of password for user registration
fa: حداکثر طول کلمه عبور در هنگام ثبت‌نام کاربر
fr: Longueur minimum du mot de passe pour s'inscrire

source: Maximum password
fa: حداکثر کلمه عبور
fr: Mot de passe maximum

source: Maximum length of password for user registration
fa: حداکثر طول کلمه عبور در هنگام ثبت‌نام کاربر
fr: Longueur maximum du mot de passe pour s'inscrire

source: Username blacklist
fa: لیست سیاه نام کاربری
fr: Liste noire Nom utilisateur

source: Reserved and forbidden username list. Separate each with a <strong>|</strong>, regexp syntax is allowed.
fa: فهرست شناسه‌های کاربری رزرو و یا ممنوع. هر کدام را با یک <strong>|</strong> از هم جدا کنید. سیتکس رجکس قابل استفاده است.
fr: Liste des noms utilisateurs interdits et réservés. Séparer chaque valeur par <strong>|</strong>, la syntaxe regexp est autorisée.

source: Email blacklist
fa: لیست سیاه ایمیل
fr: Liste noire email

source: Forbidden username list. Separate each with a <strong>|</strong>, regexp syntax is allowed.
fa: فهرست شناسه‌های ممنوع. آن‌ها را با <strong>|</strong> از هم جدا کنید. .سینتکس ریجکس را می‌توان استفاده کرد.
fr: Liste des noms interdits. Séparer chaque valeur par <strong>|</strong>, la syntaxe regexp est autorisée.

source: Remember me
fa: من را به خاطر بسپار
fr: Se souvenir

source: Days to remember login, 0 for disable.
fa: روزهایی که برای لاگین باقی مانده، 0 روز تا غیر فعال شدن.
fr: Nombre de jours pour la mémorisation du compte, 0 pour désactiver.

source: Login field
fa: فیلد ورود
fr: Champ de connexion

source: Identity field(s) for authentication.
fa: فیلدها لازم برای شناسایی
fr: Champs d'identification pour l'authentification

source: Username
fa: شناسه کاربری
fr: Nom utilisateur

source: Email
fa: ایمیل

source: Maximum attempts
fa: ماکزیمم تلاش‌ها
fr: Tentatives maximum

source: Maximum attempts allowed to try for user login
fa: ماکزیمم تعداد تلاش‌های مجاز برای ورود کاربر
fr: Tentatives maximum autorisées pour essayer de se connecter

source: Login disable
fa: ورود غیرفعال شده است.
fr: Désactiver la connexion

source: Disable user login
fa: ورود کاربر عیرفعال شده است.
fr: Désactiver la connexion utilisateur

source: Register disable
fa: غیرفعال‌سازی ثبت‌نام
fr: Désactiver l'inscription

source: Disable user registration
fa: ثبت‌نام کاربران غیرفعال شده است
fr: Désactiver l'inscription utilisateur

source: Login CAPTCHA
fa: کپچا برای ورود
fr: Connexion CAPTCHA

source: Enable CAPTCHA for user login
fa: فعال کردن کپچا برای ورود کاربران
fr: Activer le CAPTCHA pour la connexion utilisateur

source: Register CAPTCHA
fa: کپچا برای ثبت نام
fr: Inscription CAPTCHA

source: Enable CAPTCHA for user registration
fa: فعال کردن کپچا برای ثبت‌نام کاربران
fr: Activer le CAPTCHA pour l'inscription utilisateur

source: Maximum attempts allowed to try for admin login
fa: ماکزیمم تعداد تلاش‌هایی که برای ورود مدیر مجاز است.
fr: Tentatives maximum autorisées pour essayer de se connecter en tant qu'admin

source: Identity field(s) for admin authentication.
fa: فیلدهایی که برای شناسایی مدیر نیاز است.
fr: Champs d'identité pour l'authentification admin.

source: Disable admin login
fa: غیرفعال کردن ورود مدیر
fr: Désactiver la connexion admin

source: Enable CAPTCHA for admin login
fa: فعال کردن کپچا برای ورود مدیر
fr: Activer le CAPTCHA pour la connexion admin

source: Head title for web page
fa: عنوان هدر برای صفحات وب سایت

source: The keywords meta tag is a series of keywords that represents the content of your site. Separated keywords by a comma.
fa: متا تگِ کلمات کلیدی مجموعه‌ای از کلمات کلیدی است که نماینده‌ی محتوای سایت هستند. این کلمات کلیدی را با ویرگول از هم جدا کنید.
fr: Le tag meta keyworks est une série de mots clefs qui représentent le contenu de votre site. Séparer les mots par une virgule.

source: The description meta tag is a general description of what is contained in your web page
fa: متا تگ توضیح، توضیحی عمومی از محتوای صفحه‌ی وب است.
fr: Le tag meta description est une description générale du contenu de vos pages web

source: Default number style
fa: فرمت پیش‌فرض اعداد.
fr: Style par défaut pour les nombres

source: See http://www.php.net/manual/en/class.numberformatter.php#intl.numberformatter-constants.unumberformatstyle
fa: این آدرس را ببینید: http://www.php.net/manual/en/class.numberformatter.php#intl.numberformatter-constants.unumberformatstyle
fr: Voir http://www.php.net/manual/en/class.numberformatter.php#intl.numberformatter-constants.unumberformatstyle

source: Default format for the locale
fa: فرمت پیش‌فرض برای زبان
fr: Format par défaut pour les paramètres régionaux

source: Decimal format defined by pattern
fa: فرمت ده‌دهی تعریف شده توسط الگو
fr: Format de décimales définis par un canevas (pattern)

source: Decimal format
fa: فرمت ده‌دهی
fr: Format de décimale

source: Percent format
fa: فرمت درصد
fr: Format de pourcentage

source: Scientific format
fa: فرمت علمی
fr: Format scientifique

source: Default pattern for selected number style
fa: ،فرمت پیش‌فرض برای شیوه‌ی انتخاب شده‌ی اعداد
fr: Format par défaut pour le style de nombre sélectionné

source: Only if required by style
fa: فقط اگر استایل به آن نیاز دارد.
fr: Seulement si requis par le style

source: Default currency type
fa: فرمت پیش‌فرض پول
fr: Type de monnaie par défaut

source: The 3-letter ISO 4217 currency code indicating the currency to use.
fa: کد سه رقمی ISO 4217 که مشخص کننده‌ی پول رایج است.
fr: Les 3 lettres ISO 4217 du code monnaie indiquent la monnaie à utiliser.

source: Default calendar for the locale
fa: تقویم پیش‌فرض برای زبان انتخابی.
fr: Calendrier par défaut pour les paramètres régionaux

source: "persian" is suggested for Persian language. See http://www.php.net/manual/en/class.intldateformatter.php#intl.intldateformatter-constants.calendartypes
fa: برای زبان فارسی "persian" توصیه می‌شود. این آدرس را ببینید: http://www.php.net/manual/en/class.intldateformatter.php#intl.intldateformatter-constants.calendartypes
fr: "persian" est suggéré par la langue Perse. Se référer à http://www.php.net/manual/en/class.intldateformatter.php#intl.intldateformatter-constants.calendartypes

source: Default date type
fa: فرمت پیش‌فرض داده
fr: Type de date par défaut

source: See http://www.php.net/manual/en/class.intldateformatter.php#intl.intldateformatter-constants
fa: این آدرس را ببینید: http://www.php.net/manual/en/class.intldateformatter.php#intl.intldateformatter-constants
fr: Voir http://www.php.net/manual/en/class.intldateformatter.php#intl.intldateformatter-constants

source: Do not include this element
fa: این جزو را لحاظ نکنید
fr: Ne pas inclure cet élément

source: Completely specified style (Tuesday, April 12, 1952 AD or 3:30:42pm PST)
fa: فرمت کامل (Tuesday, April 12, 1952 AD or 3:30:42pm PST)
fr: Style Etendu (Tuesday, April 12, 1952 AD or 3:30:42pm PST)

source: Long style (January 12, 1952 or 3:30:32pm)
fa: فرمت طولانی(January 12, 1952 or 3:30:32pm)
fr: Style Long (January 12, 1952 or 3:30:32pm)

source: Medium style (Jan 12, 1952)
fa: فرمت متوسط (Jan 12, 1952)
fr: Style Medium (Jan 12, 1952)

source: Most abbreviated style, only essential data (12/13/52 or 3:30pm)
fa: فرمت خلاصه شده که فقط شامل داده‌های ضروری است(12/13/52 or 3:30pm)
fr: Style le plus court, seulement les données essentielles (12/13/52 or 3:30pm)

source: Default time type
fa: فرمت پیش‌فرض نوع
fr: Type d'heure par défaut

source: Default formatting pattern for date-time
fa: فرمت پیش‌فرض برای نمایش تاریخ زمان
fr: Format par défaut pour les dates et les heures

source: See http://userguide.icu-project.org/formatparse/datetime
fa: این آدرس را ببینید: http://userguide.icu-project.org/formatparse/datetime
fr: Voir http://userguide.icu-project.org/formatparse/datetime

source: Default format for legacy date function
fa: فرمت پیش‌فرض برای نمایش تابع زمان
fr: Format par défaut pour les fonctions date standards

source: The format is required in case Intl extension is not available. See http://www.php.net/manual/en/function.date.php
fa: در صورتی که Intl در دسترس نباشد، قالب مورد نیاز است. این آدرس را ببینید: See http://www.php.net/manual/en/function.date.php
fr: Le format est requis lorsque l'extension Intl n'est pas disponible. Se référer à http://www.php.net/manual/en/function.date.php

source: Admin email
fa: ایمیل مدیر
fr: Email Admin

source: Admin email address for contact.
fa: ایمیل مدیر برای برقراری ارتباط
fr: Adresse email de l'admin pour le contacter

source: Admin name
fa: نام مدیر
fr: Nom Admin

source: User name used to send emails
fa: شناسه‌‌ای که برای ارسال ایمیل استفاده می‌شود.
fr: Nom utilisateur pour l'envoi des emails

source: Email encoding
fa: کدگذاری ایمیل
fr: Encodage mail

source: Encoding for email contents
fa: کذگذاری برای محتوای ایمیل
fr: Encodage des contenus de mail

source: Text editor
fa: پردازنده‌ی متن
fr: Editeur de texte

source: Default editor for text processing
fa: پردازنده‌ی پیش‌فرض برای پردازش متن
fr: Editeur par défaut pour la gestion des textes

source: Enable word censoring
fa: فعال‌سازی سانسور کلمات
fr: Activer la censure de mots

source: Words will be censored if this option is enabled. This option may be turned off for enhanced site speed.
fa: در صورتی که این گزینه فعال شود، کلمات سانسور می‌شوند. این گزینه را می‌توان برای بهبود سرعت سایت غیرفعال کرد.
fr: Les mots seront censurés si cette option est activée. Cette option peut être désactivée pour améliorer la vitesse du site.

source: Words to censor
fa: کلماتی که باید سانسور شوند
fr: Mots à censurer

source: Enter words that should be censored in user posts. Separate each with a "|", case insensitive.
fa: کلماتی را که می‌خواهید در پست‌های کاربران سانسور شوند وارد کنید. کلمات را با "|" از هم جدا کنید. بزرگ و کوچکی مهم نیست.
fr: Entrer les mots qui seront censurés dans les saisies utilisateurs. Séparer chaque mot par un "|" , non sensible à la casse

source: Word to replace censored words
fa: کلمات مورد نظر برای جایگزینی کلمات سانسور شده
fr: Mot de remplacement pour les mots censurés

source: Censored words will be replaced with the characters entered in this textbox
fa: کلمات سانسور شده با کارکترهایی که در این باکس وارد می‌شوند، جایگزین خواهند شد
fr: Les mots censurés seront remplacés par les caractères entrés dans cette zone de texte.

source: Module themes
fa: قالب‌های ماژول
fr: Thèmes du module

source: Themes for modules.
fa: قالب‌های ماژول
fr: Thèmes pour les modules.

source: Front navigation
fa: منو سمت کاربر
fr: Navigation côté utilisateur (front)

source: Global navigation for front end.
fa: منوی سراسری برای سمت کاربر
fr: Système de navigation global pour le côté utilisateur.

source: Admin navigation
fa: منو سمت مدیر
fr: Navigation Admin

source: Global navigation for admin.
fa: منوی سراسری برای سمت مدیر
fr: Navigation globale pour les admins.

source: Meta title type
fa: نوع عنوان متا ( Meta title )

source: Set short or lang meta title type
fa: تنظیم نوع عنوان صفحه به صورت کوتاه یا بلند

source: Postfix by page - module - website titles
fa: پسوند با عنوان صفحه - ماژول - وب‌سایت

source: Postfix by page - website titles
fa: پسوند با عنوان صفحه - وب‌سایت

source: Prefix by website - module - page titles
fa: پیشوند با عنوان وب‌سایت - ماژول - صفحه

source: Prefix by website - page titles
fa: پیشوند با عنوان وب‌سایت - صفحه

source: Just page title
fa: فقط عنوان صفحه

source: The author meta tag defines the name of the author of the document being read. Supported data formats include the name, email address of the webmaster, company name or URL.
fa: متا تگ نویسنده نام نویسنده‌ی مطلبی که در حال خوانده شدن است را مشخص می‌کند. قالب‌های قابل قبول شامل نام، آدرس ایمیل مدیر سایت، شرکت و یا آدرس سایت می‌شود.
fr: Le tag meta author définit le nom de l'auteur du document en cours de lecture. Les formats de données supportés sont le nom, l'adresse email du webmaster, le nom de l'entreprise our l'URL.

source: Generator of the document being read.
fa: تولید کننده‌ی مقاله‌ای که در حال خوانده شدن است.
fr: Générateur du document qui est lu.

source: Website local
fa: کد بومی سازی وب سایت

source: Set website local, like en_GB
fa: تنظیم کد بومی سازی وب سایت ، مشابه en_GB

source: Twitter account
fa: حساب کاربری در تویتر

source: Username for the website used in the Twitter card. Add @ before username like @PiEnable or leave it empty
fa: اگر وب سایت شما در تویتر حساب کاربری دارد ، برای استفاده از خدمات تویتر کارت ، نام کاربری حساب را وارد نمایید. قبل از نام کاربری حتما از @ استفاده کنید ، به طور مثال @PiEnable یا این گزینه را خالی بگذارید.

source: Facebook app id
fa: شناسه آپ فیسبوک

source: Set facebook app id here for use open graph tags on facebook page, its your website facebook page id
fa: اگر وب سایت شما در فیسبوک صفحه ای دارد ، شناسه آپ فیسبوک را برای استفاده از تگ های اوپن گراف اینجا وارد کنید. این شناسه در اصل آی دی صفحه فیسبوک شما است

source: Pinterest domain verify
fa: کد تایید دامنه در سایت pinterest

source: Set pinterest domain verify code here, if your website have page on pinterest
fa: اگر وب سایت شما در pinterest صفحه ای دارد ، کد تایید دامنه وب سایت در pinterest را اینجا وارد کنید

source: Latitude
fa: عرض جغرافیایی ( Latitude )

source: Longitude
fa: طول جغرافیایی ( Longitude )

source: Placename
fa: نام مکان

source: Region
fa: منطقه

source: Module installed
fa: ماژول نصب شد
fr: Module installé

source: Module uninstalled
fa: ماژول از نصب خارج شد.
fr: Module désinstallé

source: Module activated
fa: ماژول فعال شد
fr: Module activé

source: Module deactivated
fa: ماژول غیرفعال شد.
fr: Module désactivé

source: Module updated
fa: به روز رسانی ماژول
fr: Module mis à jour

source: System
fa: سیستم
fr: Système

source: For administration of core functions of the site.
fa: برای مدیریت عملکردهای هسته‌ی این سایت
fr: Pour administrer les fonctions coeur du site

source: Modules
fa: ماژول‌ها

source: Installed
fa: نصب شده
fr: Installés

source: Availables
fa: در دسترس
fr: Disponibles

source: Category
fa: شاخه
fr: Catégorie

source: Repository
fa: مخزن
fr: Répertoire

source: Themes
fa: قالب‌ها
fr: Thèmes

source: In action
fa: فعال
fr: En action

source: Navigation
fa: ناوبری

source: Navigation list
fa: فهرست منو ها
fr: Liste des navigations

source: Data manipulation
fa: دستکاری داده‌ها
fr: Manipulation de données

source: Add
fa: اضافه کردن
fr: Ajouter

source: Navigation setup
fa: نصب منو
fr: Paramétrage de la navigation

source: Role
fa: نقش
fr: Rôle

source: Role list
fa: فهرست نقش‌ها
fr: Liste des Rôles

source: Add role
fa: اضافه کردن نقش
fr: Ajouter un rôle

source: Cache flush
fa: تخلیه‌ی کَش
fr: Vider le cache

source: Asset publish
fa: انتشار Asset
fr: Publier la ressource

source: Homepage layout
fa: چیدمان صفحه اول

source: Toolkit
fa: نوار ابزار
fr: Boite à Outils

source: Configurations
fa: پیکربندی
fr: Paramètres

source: Blocks
fa: بلاک‌ها
fr: Blocs

source: Pages
fa: صفحه‌ها

source: Cache
fa: کَش

source: Permission
fa: دسترسی
fr: Autorisations

source: Event/Hook
fa: رویداد / قلاب
fr: Evènement/Hook

source: Home
fa: خانه
fr: Accueil

source: Profile
fa: پروفایل
fr: Profil

source: Register
fa: ثبت
fr: S'inscrire

source: Password
fa: کلمه ی عبور
fr: Mot de passe

source: Admin
fa: مدیر

source: RSS Feed
fa: خوراک
fr: Flux RSS

source: Managed components
fa: اجزا مدیریت شده
fr: Composants gérés

source: Homepage
fa: صفحه‌ی اصلی
fr: Accueil

source: Utility
fa: امکانات
fr: Utilitaire

source: Error reporting
fa: گزارش خطا

source: Dashboard
fa: داشبرد
fr: Tableau de bord

source: Readme
fa: من را بخوان
fr: Guide utilisation

source: Config
fa: پیکربندی
fr: Paramétrage

source: Event/listener
fa: رویداد / شنونده

source: Permissions
fa: دسترسی ها
fr: Autorisations

source: Roles
fa: نقش‌ها
fr: Rôles

source: Auditing
fa: حسابرسی
fr: Audit

source: What's new
fa: تازه‌ها
fr: Quoi de neuf

source: Global public resource
fa: دسترسی عمومی
fr: Ressource globale publique

source: Guest only
fa: فقط میهمان
fr: Invité seulement

source: Member only
fa: ققط اعضا
fr: Membre seulement

source: Generic permission
fa: دسترسی عمومی
fr: Permission générique

source: Operation: modules
fa: عملیات: ماژول‌ها
fr: Exploitation : modules

source: Operation: themes
fa: عملیات: قالب‌ها
fr: Exploitation : thèmes

source: Operation: navigation
fa: عملیات: رهیابی
fr: Exploitation : navigation

source: Operation: roles
fa: عملیات: نقش‌ها
fr: Exploitation : rôles

source: Operation: maintenance
fa: عملیات: نگه‌داری
fr: Exploitation : maintenance

source: Management: configs
fa: مدیریت: پیکربندی
fr: Management : paramètres

source: Management: blocks
fa: مدیریت: بلاک ها
fr: Management : blocs

source: Management: pages
fa: مدیریت: صفحه‌ها

source: Management: caches
fa: مدیریت :کَش

source: Management: permissions
fa: مدیریت: ‌دسترسی ها

source: Management: events/hooks
fa: مدیریت: رویداد ها
fr: Management : Evènements/Hooks

source: Administrator
fa: مدیر
fr: Administrateur

source: Staff
fa: کاربران
fr: Equipe

source: Webmaster
fa: مدیر سایت

source: Member
fa: عضو
fr: Membre

source: Guest
fa: میهمان
fr: Invité

source: Asset component list
fa: فهرست مولفه های Asset
fr: Liste des Ressources

source: Some old files were not able to remove and asset publish was not completed.
fa: برخی فایل‌های قدیمی قابل حذف نبودند و انتشار محتوا کامل نشد
fr: Certains fichiers anciens ne peuvent être supprimés et la publication des ressources ne s'est pas réalisée.

source: Asset publish was not completed, please check and copy manually.
fa: انتشار محتوا کامل نشده، لطفا بررسی و به صورت دستی کپی کنید.
fr: La publication des ressources n'a pas été réalisée, merci de vérifier et de les copier manuellement.

source: Asset publish was not completed because some old files were not able to remove.
fa: انتشار محتوا کامل نشد زیار برخی فایل‌های قدیمی را نمی‌شد حذف کرد.
fr: La publication des ressources ne s'est pas terminées car des fichiers anciens n'ont pas pu être supprimés.

source: Asset files are not published correctly, please copy asset files manually.
fa: فایل‌های محتوا به درستی منتشر نشده‌اند، فایل ها را به صورت دستی کپی کنید.
fr: Les fichiers de ressource n'ont pas été publiées correctement, merci de copier les fichiers manuellement.

source: Asset files are published correctly.
fa: فایل‌های محتوا به درستی منتشر شده‌اند.
fr: Fichiers de ressource publiés correctement.

source: Publish is not completed, please check and re-publish one by one.
fa: انتشار به طور کامل انجام نشده، لطفا بررسی و مجددا منتشر کنید.
fr: La publication n'a pas été réalisée, merci de vérifier et de re-publier les fichiers un par un.

source: All assets published successfully.
fa: تمام محتوا با موفقیت به روز شد
fr: Toutes les ressources ont été publiées avec succès.

source: Block list
fa: فهرست بلاک ها
fr: Liste des blocs

source: Base block is not found.
fa: بلاک پیدا نشد
fr: Le bloc d'origine n'a pas été trouvé.

source: Block data saved successfully.
fa: محتوای بلاک با موفقیت ذخیره شد.
fr: Les données du bloc ont été enregistrées.

source: Block data not saved.
fa: داده‌ی بلاک ذخیره نشد.
fr: Les données du bloc n'ont pas été enregistrées.

source: Invalid data, please check and re-submit.
fa: داده‌ی نامعتبر، لطفا بررسی کنید و دوباره ارسال کنید.
fr: Données invalides, merci de vérifier et de re-valider.

source: %s clone
fa: کپی %s
fr: Clone - %s
