Repository: pi-engine/pi
Catalog: usr/module/system/locale/*/default.po
Languages: fa, fr

source: Module `%s` installed
fa: ماژول `%s` نصب شد
fr: Le module `%s` a été installé

source: The module `%s` is installed successfully.
fa: ماژول `%s` با موفقیت نصب شد
fr: Le module `%s` s'est installé avec succès.

source: Module `%s` uninstalled
fa: ماژول `%s` از نصب خارج شد
fr: Le module `%s` a été désinstallé

source: The module `%s` is uninstalled successfully.
fa: ماژول `%s` با موفقیت از نصب خارج شد
fr: Le module `%s` a été désinstallé avec succès.

source: Module `%s` updated
fa: ماژول `%s` به روز شد
fr: Le module `%s` a été mis à jour

source: The module `%s` is updated successfully.
fa: ماژول `%s` با موفقیت به روز شد
fr: Le module `%s` a été mis à jour avec succès.

source: Module `%s` activated
fa: ماژول `%s` فعال شد
fr: Le module `%s` est activé

source: The module `%s` is activated successfully.
fa: ماژول `%s` با موفقیت فعال شد
fr: Le module `%s` a été activé avec succès.

source: Module %s deactivated
fa: ماژول `%s` غیرفعال شد
fr: Le module %s est déasactivé

source: The module %s is deactivated successfully.
fa: ماژول `%s` با موفقیت غیر فعال شد
fr: Le module %s a été désactivé avec succès.

source: Admin login
fa: ورود مدیر

source: Bootstrap compiled successfully.
fa: بوت استرپ با موفقیت نصب شد
fr: Bootstrap a été compilé avec succès.

source: Bootstrap reset successfully.
fa: بوت استرپ با موفقیت بازیابی شد
fr: Boostrap réinitialisé avec succès

source: What's new
fa: تازه ها
fr: Nouveautés

source: Recent module feeds.
fa: خوراک جدید ماژول ها

source: Resent feeds of %s module
fa: خوراک های جدید ماژول %s

source: Login with the account is suspended, please wait for %d minutes to try again.
fa: با حساب کاربری وارد شده اید که مسدود است, لطفا برای %d دقیقه صبر کنید و مجددا تلاش کنید.
fr: La connexion avec le compte est suspendue, merci d'attendre pendant %d minutes pour essayer de nouveau.

source: You have %d times to try.
fa: شما میتوانید %d بار دیگر تلاش کنید
fr: Il vous reste %d essais

source: User login
fa: ورود کاربر
fr: Connexion utilisateur

source: Login
fa: ورود
fr: Connexion

source: Use this page to connect to our website and participate, share contents, use our features, and interacts with other members
fa: برای ورود به وب سایت ما از این صفحه استفاده نمایید بعد از مرود می تواند مطالب مختلف را به اشتراک بگذارید و از امکانات ما استفاده کرده و با دیگر کاربران در ارتباط باشید.

source: Invalid request.
fa: درخواست اشتباه
fr: Demande non valide.

source: You have tried too many times. Please try later.
fa: شما دفعات زیادی تلاش کردید. لطفا بعدا امتحان کنید
fr: Vous avez tenté trop de fois. Merci d'essayer plus tard.

source: You have logged in successfully.
fa: شما با موفقیت وارد شدید
fr: Vous vous êtes connectés avec succès.

source: You logged out successfully.
fa: شما با موفقیت خارج شدید
fr: Vous vous êtes déconnectés avec succès.

source: Find password failed.
fa: یافتن کلمه عبور موفقیت آمیز نبود
fr: Le rappel de mot de passe a échoué.

source: Confirmation email sent successfully. Please check email and reset password.
fa: ایمیل تایید با موفقیت ارسال شد. لطفا ایمیل را بررسی کنید و کلمه عبور را بازیابی کنید.
fr: Le mail de confirmation a été envoyé avec succès. Merci de vérifier vos mails pour réinitialiser votre mot de passe.

source: Find password
fa: یافتن کلمه عبور
fr: Rappel mot de passe

source: Invalid token for password reset.
fa: توکن نا معتبر برای بازیابی کلمه عبور
fr: Token non valide pour la réinitialisation du mot de passe.

source: Password reset successfully.
fa: کلمه عبور با موفقیت بازیابی شد
fr: Le mot de passe a été réinitialisé avec succès.

source: Change password
fa: تعویض کلمه عبور
fr: Changer de mot de passe

source: Logout
fa: خروج
fr: Se déconnecter

source: ID
fa: شناسه
fr: N°

source: Username
fa: نام کاربری
fr: Nom utilisateur

source: Email
fa: ایمیل

source: Name
fa: نام
fr: Pseudo

source: Role
fa: نقش
fr: Rôle

source: Password
fa: کلمه عبور
fr: Mot de passe

source: User profile
fa: پروفایل کاربر
fr: Profil utilisateur

source: User account register
fa: ایجاد حساب کاربری
fr: Inscription du compte utilisateur

source: Register
fa: ثبت نام
fr: S'inscrire

source: Invalid input, please try again.
fa: ورودی اشتباه، لطفا دوباره تلاش کنید
fr: Donnée non valide, merci d'essayer de nouveau.

source: The account is not created in database, please try again.
fa: حساب کاربری در دیتابیس ذخیره نشد. لطفا دوباره تلاش کنید
fr: Le compte n'a pas été créé dans la base de donnée, merci d'essayer de nouveau.

source: site name
fa: نام سایت
fr: nom du site

source: Admin area
fa: بخش مدیریت
fr: Zone Admin

source: User account
fa: حساب کاربری
fr: Nom utilisateur

source: Display name
fa: نام نمایشی
fr: Pseudo

source: Birthdate
fa: تاریخ تولد
fr: Date de naissance

source: Submit
fa: ارسال
fr: Valider

source: Title
fa: عنوان
fr: Nom

source: Block label for display.
fa: عنوان بلاک برای نمایش
fr: Label du bloc pour l'affichage

source: Hide title
fa: مخفی کردن عنوان
fr: Cacher le nom

source: Hide block title from display.
fa: مخفی کردن عنوان برای نمایش
fr: Ne pas afficher le nom du bloc

source: Full-size body
fa: بنده تمام اندازه
fr: Corps de page (Body) pleine taille

source: Display block body in full-size w/o padding.
fa: نمایش بنده بلاک در اندازه کامل بدون پدینگ
fr: Afficher le corps de bloc en pleine taille sans effet padding

source: Unique name
fa: شناسه یکتا
fr: Nom unique

source: A unique name to be called as widget.
fa: نام یکتا برای فراخوانی به صورت ویجت
fr: Nom unique pour être appelé comme widget

source: PHTML rendering template, file extension is optional.
fa: الگوی PHTML ، پسوند فایل انتخابی است. شما میتوانید آن را در قالب یا ماژول یا ماژول کاستوم قرار دهید
fr: Modèle de présentation PHTML (template), extension fichier optionnelle.

source: Template
fa: الگو
fr: Modèle (Template)

source: Description
fa: توضیحات

source: Set a hint to distinguish the block.
fa: تنظیم توضیحات مربوط به بلاک
fr: Définir une clef pour distinguer le bloc

source: Subline
fa: زیر خط
fr: Ligne d'en dessous

source: Header subline. HTML is allowed.
fa: هدر زیر خط ، HTML مجاز است
fr: Sous ligne du Header, HTML autorisé.

source: Style class
fa: کلاس سی اس اس
fr: Style de la classe

source: Specified block container CSS class.
fa: نام کلاس سی اس اس مخصوص این بلاک
fr: Classe CSS du bloc container spécifié

source: Configs
fa: تنظیمات
fr: Paramètres

source: None
fa: هیچ
fr: Aucun

source: Remember login status
fa: وضعیت ورود را به یاد داشته باش

source: Email address
fa: آدرس ایمیل
fr: Adresse email

source: New password
fa: کلمه عبور جدید
fr: Nouveau mot de passe

source: Confirm password
fa: تایید کلمه عبور
fr: Confimer le mot de passe

source: User role
fa: نقش کاربر
fr: Rôle Utilisateur

source: Management role
fa: مدیریت نقش
fr: Rôle de Management

source: Active
fa: فعال
fr: Actif

source: Label
fa: عنوان

source: Route
fa: روتر

source: Route to assemble URI.
fa: روتر برای ایجاد آدرس
fr: Route pour construire l'URI.

source: Module
fa: ماژول

source: Controller
fa: کنترولر

source: Action
fa: اکشن

source: URI
fa: آدرس

source: Open target
fa: حالت باز شدن
fr: Ouvrir la cible

source: Current window
fa: در همان صفحه
fr: Fenêtre courante

source: Open a new window
fa: در صفحه جدید
fr: Ouvrir une nouvelle fenêtre

source: Permission resource
fa: منبع دسترسی
fr: Type de permission

source: The resource identity for permission check.
fa: هویت منبع دسترسی برای بررسی
fr: Type de ressource pour le contrôle des droits.

source: Display
fa: نمایش
fr: Affichage

source: To display in menu.
fa: برای نمایش در منو
fr: A afficher dans le menu.

source: Cache type
fa: نوع کَش
fr: Type de cache

source: Page wide
fa: تمام صفحه
fr: Largeur de la page

source: Action data
fa: داده های اکشن
fr: Données actives

source: Please type the word.
fa: لطفا این عبارت را وارد کنید
fr: Merci de saisir les caractères affichés.

source: Section
fa: بخش

source: Front
fa: بخش کاربر

source: Admin
fa: بخش مدیر

source: Uncategorized
fa: شاخه بندی نشده
fr: Non catégorisé

source: Edit a block
fa: ویرایش بلاک
fr: Editer un bloc

source: Clone a block
fa: تکثیر بلاک
fr: Cloner un block

source: Block layout
fa: طرح بندی بلاک
fr: Mise en forme du bloc

source: Setup page
fa: نصب صفحه
fr: Page de configuration

source: The action is not available.
fa: این اکشن در دسترس نیست

source: Block name already exists
fa: این نام برای بلاک قبلا گرفته شده است

source: The controller is not available.
fa: این کنترولر در دسترس نیست

source: Module name is reserved
fa: نام ماژول دریافت شد

source: Module name is already taken
fa: این نام ماژول قبلا گرفته شده است

source: Module title is already taken
fa: این عنوان ماژول قبلا گرفته شده است

source: Navigation name is already taken
fa: این نام برای منو قبلا گرفته شده است

source: The page already exists
fa: این صفحه موجود است

source: Password is less than %min% characters long
fa: کلمه عبور کمتر از مقدار حداقل %min% کارکتر است
fr: Le mot de passe a une longueur de moins de %min% caractères

source: Password is more than %max% characters long
fa: کلمه عبور بیشتر از مقدار حداکثر %max% کارکتر است
fr: Le mot de passe a une longueur de plus de %max% caractères

source: Role name is already taken
fa: این نام برای نقش قبلا گرفته شده است

source: User email is reserved
fa: ایمیل کاربر دریافت شد

source: User email is already used
fa: این ایمیل برای کاربر قبلا گرفته شده است

source: Invalid username: %formatHint%
fa: نام کاربری غیر معتبر : %formatHint%

source: Username is reserved
fa: نام کاربری دریافت شد

source: Username is already taken
fa: این نام کاربری قبلا گرفته شده است

source: Only alphabetic and digits are allowed
fa: فقط حروف الفبا یا اعداد انگلیسی مجاز است

source: Only alphabetic, digits and spaces are allowed
fa: فقط حروف الفبا یا اعداد انگلیسی و اسپیس مجاز است

source: Only ASCII characters are allowed
fa: فقط کاراکترهای ASCII مجاز است

source: Only ASCII characters and spaces are allowed
fa: فقط کاراکترهای ASCII و اسپیس مجاز است

source: Only multi-byte characters are allowed
fa: فقط کاراکترهای مالتی بایت مجاز است

source: Only multi-byte characters and spaces are allowed
fa: فقط کاراکترهای مالتی بایت و اسپیس مجاز است

source: Cancel
fa: لغو
fr: Annuler

source: In process of compiling
fa: در حال پروسس کامپایل
fr: Compilation en cours

source: Compile
fa: کامپایل
fr: Compiler

source: Rebuild
fa: دوباره سازی
fr: Reconstruire

source: Customize
fa: شخصی سازی
fr: Personnaliser

source: Not already registered ?
fa: تا کنون ثبت نام نکرده اید؟

source: Already registered ?
fa: قبلا ثبت نام کرده اید؟

source: Sorry, login is temporarily disabled. Please come back later.
fa: متاسفانه ورود کاربران موقتا ممکن نیست. لطفا بعدا مراجعه کنید
fr: Désolé, la connexion est temporairement désactivée. Merci de revenir plus tard.

source: homepage
fa: صفحه اصلی
fr: accueil

source: re-login
fa: ورود مجدد
fr: se reconnecter

source: You have logged out successfully, please go to %s or to %s.
fa: شما با موفقیت وارد شدید . لطفا به %s یا %s مراجعه کنید.
fr: Vous vous êtes déconnectés avec succès, merci d'aller %s ou de %s.

source: Choose:
fa: انتخاب :
fr: Choisissez :

source: logout
fa: خروج
fr: deconnexion

source: You have been logged on with account <strong>%s</strong>, please %s to re-login.
fa: شما با حساب کاربری <strong>%s</strong> وارد شدید. لطفا برای ورود مجدد %s کنید.
fr: Vous vous êtes connectés avec le compte <strong>%s</strong>, merci %s de vous reconnecter.

source: You have logged in successfully, please go to %s.
fa: شما با موفقیت وارد شدید. لطفا به %s مراجعه کنید
fr: Vous vous êtes connectés avec succès, merci d'aller à %s.

source: Reset password
fa: بازیابی واژه رمز
fr: Réinitialiser le mot de passe

source: Try to find password again
fa: دوباره برای یافتن کلمه عبور تلاش کنید
fr: Essayer de trouver le mot de passe de nouveau

source: Congratulations!
fa: تبریک می گوییم
fr: Félicitations !

source: Your new password has worked
fa: کلمه عبور جدید شما کار می کند.
fr: Votre nouveau mot de passe a fonctionné

source: Please login
fa: لطفا وارد شوید
fr: Merci de vous connecter

source: User account registration
fa: ثبت حساب کاربری
fr: Création du compte utilisateur

source: Sorry, register is temporarily disabled. Please come back later.
fa: متاسفانه ایجاد حساب کاربری موقتا غیر فعال است. لطفا بعدا مراجعه کنید
fr: Désolé, l'inscription est temporairement désactivée. Merci de revenir plus tard.

source: login
fa: ورود
fr: vous connecter

source: You have registered successfully, please go to %s or to %s.
fa: حساب کاربری شما با موفقیت ایجاد شد. لطفا به %s یا %s مراجعه کنید
fr: Vous vous êtes inscrits avec succès, merci d'aller à %s ou %s.

source: Recent module updates.
fr: Mises à jour récentes du module

source: login,register,find,password,user,account
fr: connexion, inscription, rappel, mot de passe, utilisateur, compte

source: Invalid credentials provided, please try again.
fr: Identifiants fournis non valides, merci d'essayer de nouveau.

source: Greetings in raw body %d
fr: Remerciements dans le code source %d

source: Cache TTL
fr: Durée de vie du Cache (TTL)

source: Cache level
fr: Niveau de cache

source: Please type the word
fr: Merci de saisir les caractères affichés

source: Remember me
fr: Se souvenir
