Repository: pi-engine/pi
Catalog: usr/module/widget/locale/*/admin.po
Languages: fa

source: Max file size
fa: بیشترین اندازه فایل

source: Allowed image file to upload (in KB), 0 for no limit
fa: اجازه برای بارگذاری فایل های تصویری ( به کیلوبایت ) ، ۰ برای عدم محدودیت حجمی

source: File extensions
fa: پسوند فایل

source: Extensions for images to upload, separate `,`.
fa: پسوند های مجاز برای بارگذاری تصویر ، با `,` از هم جدا کنید.

source: Max image width
fa: بیشترین عرض تصویر

source: Allowed image width, 0 for no limit
fa: بیشترین عرض تصویر مجاز ، ۰ برای عدم محدودیت

source: Max image height
fa: بیشترین ارتفاع تصویر

source: Allowed image height, 0 for no limit
fa: بیشترین ارتفا تصویر مجاز ، ۰ برای عدم محدودیت

source: Image width for media
fa: عرض تصویر برای رسانه

source: Default value for widgets
fa: مقدار پیش فرض برای ویجت ها

source: Image height for media
fa: ارتفاع تصویر برای رسانه

source: Image width for carousel
fa: عرض تصویر برای اسلاید

source: Image height for carousel
fa: ارتفاع تصویر برای اسلاید

source: Image width for spotlight
fa: عرض تصویر برای اسپات لایت

source: Image height for spotlight
fa: ارتفاع تصویر برای اسپات لایت

source: Open new window
fa: بازکردن در صفحه جدید

source: Open new window for widgets not specified
fa: بازکردن در صفحه جدید برای ویجت هایی که تنظیم نشده باشند

source: Widget
fa: ویجت

source: Management of custom blocks/widgets.
fa: مدیریت بلاک ها ویجت های اختصاصی

source: Script widgets
fa: ویجت های اسکریپت

source: Widget list
fa: فهرست ویجت ها

source: Activate
fa: فعال

source: Static widgets
fa: ویجت های استاتیک

source: Edit
fa: ویرایش

source: Add HTML
fa: HTML جدید

source: Add text
fa: متن جدید

source: Add markdown
fa: Markdown جدید

source: List group
fa: فهرست گروهی

source: Add new
fa: جدید

source: Media list
fa: فهرست رسانه ها

source: Carousel
fa: اسلاید

source: Spotlight
fa: اسپات لایت

source: Compound tabs
fa: تب های ترکیبی

source: Video and audio
fa: ویدیو و صدا

source: Carousel widgets
fa: ویجت های اسلاید

source: Spotlight widgets
fa: ویجت های اسپات لایت

source: Navigation
fa: ناوبری

source: Block to display navigation menu and breadcrumbs
fa: بلاک برای نمایش منو ناوبری و مکان نما (breadcrumb)

source: Navigation name
fa: نام منو

source: Display menu
fa: نمایش منو

source: ul class for menu
fa: کلاس ul برای منو

source: Separate classes with space
fa: نام کلاس ها را با فاصله جدا کنید

source: Minimum depth for menu
fa: حداقل عمق منو

source: Maximum depth for menu
fa: حداکثر عمق منو

source: Separator for breadcrumb
fa: جدا کننده برای مکان نما (breadcrumb)

source: Minimum depth for breadcrumb
fa: حداقل عمق مکان نما (breadcrumb)

source: Add link to last page
fa: درج لینک برای آخرین صفحه

source: Pi Engine Updates
fa: به روز رسانی های پای انجین

source: Block to display Pi Engine new updates on GitHub
fa: بلاک برای نمایش آخرین به روز رسانی های پای انجین از گیت هاب

source: Image width
fa: عرض تصویر

source: Image height
fa: ارتفاع تصویر

source: Max rows to display
fa: بیشترین ردیف ها برای نمایش

source: No limit
fa: بدون محدودیت

source: 1 row
fa: ۱ ردیف

source: %d rows
fa: %d ردیف

source: Open link in new window
fa: بازکردن لینک در صفحه جدید

source: Time interval (ms)
fa: زمان توقف ( میلی ثانیه )

source: Mouse event
fa: رویداد موس

source: Event to pause cycle
fa: رویداد برای توقف چرخه

source: The widget "%s" is installed.
fa: ویجت "%s" نصب شده است

source: The widget "%s" is not installed.
fa: ویجت "%s" نصب نشده است

source: Block data saved successfully.
fa: اطلاعات بلاک به موفقیت ذخیره شد

source: Block data not saved.
fa: اطلاعات بلاک ذخیره نشد

source: Invalid data, please check and re-submit.
fa: اطلاعات اشتباه، لطفا بررسی کنید و دوباره ارسال کنید

source: Add a block
fa: بلاک جدید

source: Block edit
fa: ویرایش بلاک

source: The widget is removed.
fa: ویجت حذف شد

source: The widget is not removed.
fa: ویجت حذف نشد

source: Block title
fa: عنوان بلاک

source: Block content placeholder.
fa: نگهدارنده مکان محتوی بلاک

source: Title
fa: عنوان

source: Unique name
fa: نام یکتا

source: Description
fa: توضیحات

source: Submit
fa: ارسال

source: Template
fa: الگو

source: Content
fa: متن

source: Tags supported: `%sitename%` - site name; `%siteurl%` - site root URL; `%slogan%` - site slogan
fa: تگ های پشتیبانی شده : `%sitename%` - نام سایت; `%siteurl%` - پیوند اصلی سایت; `%slogan%` - شعار سایت

source: Content type
fa: نوع متن

source: Bootstrap slide
fa: اسلاید Bootstrap

source: Bootstrap two columns
fa: اسلاید Bootstrap دو ستونه

source: jQuery riding Carousel
fa: اسلاید jCarousel

source: Parallax Content Slider
fa: اسلاید متنی Parallax

source: Title only
fa: فقط عنوان

source: Title and summary
fa: عنوان و خلاصه

source: Custom:
fa: دست ساز :

source: Image on left
fa: تصویر در سمت چپ

source: Image on right
fa: تصویر در سمت راست

source: Spot on top
fa: اسپات لایت در بالا

source: Spot on left
fa: اسپات لایت در سمت چپ

source: Player only
fa: فقط پلیر

source: Player and summary
fa: پلیر و توضیحات

source: Pi Highlights
fa: نماد های پای

source: Introduction to Pi Engine with carousel.
fa: معرفی پای انجین با اسلاید

source: Updates from GitHub
fa: به روز رسانی از گیت هاب

source: Widget name already exists
fa: این نام برای ویجت هم اکنون موجود است

source: Delete
fa: حذف

source: Items
fa: موارد

source: Click to add new item.
fa: برای درج مورد جدید کلیک کنید

source: Click to remove
fa: برای حذف کلیک کنید

source: Caption
fa: عنوان

source: Link
fa: لینک

source: Summary
fa: خلاصه

source: Click to upload image then add item contents.
fa: برای بارگذاری تصویر کلیک کنید بعد از آن محتوی این مورد را درج کنید.

source: Select from below available module blocks to add.
fa: بلاک های در دسترس ماژول ها را از زیر انتخاب کنید.

source: Module blocks
fa: بلاک های ماژول

source: Video (mp4) or audio (mp3) link
fa: لینک فایل ویدیو (mp4) یا صدا (mp3)
