<?php
return
array(
'中国' =>
array(
    '北京' =>
    array(
        0 => '东城',
        1 => '西城',
        2 => '崇文',
        3 => '宣武',
        4 => '朝阳',
        5 => '丰台',
        6 => '石景山',
        7 => '海淀',
        8 => '门头沟',
        9 => '房山',
        10 => '通州',
        11 => '顺义',
        12 => '昌平',
        13 => '大兴',
        14 => '平谷',
        15 => '怀柔',
        16 => '密云',
        17 => '延庆',
    ),
    '上海' =>
    array(
        0 => '黄浦',
        1 => '卢湾',
        2 => '徐汇',
        3 => '长宁',
        4 => '静安',
        5 => '普陀',
        6 => '闸北',
        7 => '虹口',
        8 => '杨浦',
        9 => '闵行',
        10 => '宝山',
        11 => '嘉定',
        12 => '浦东',
        13 => '金山',
        14 => '松江',
        15 => '青浦',
        16 => '南汇',
        17 => '奉贤',
        18 => '崇明',
    ),
    '天津' =>
    array(
        0 => '和平',
        1 => '东丽',
        2 => '河东',
        3 => '西青',
        4 => '河西',
        5 => '津南',
        6 => '南开',
        7 => '北辰',
        8 => '河北',
        9 => '武清',
        10 => '红挢',
        11 => '塘沽',
        12 => '汉沽',
        13 => '大港',
        14 => '宁河',
        15 => '静海',
        16 => '宝坻',
        17 => '蓟县',
    ),
    '重庆' =>
    array(
        0 => '万州',
        1 => '涪陵',
        2 => '渝中',
        3 => '大渡口',
        4 => '江北',
        5 => '沙坪坝',
        6 => '九龙坡',
        7 => '南岸',
        8 => '北碚',
        9 => '万盛',
        10 => '双挢',
        11 => '渝北',
        12 => '巴南',
        13 => '黔江',
        14 => '长寿',
        15 => '綦江',
        16 => '潼南',
        17 => '铜梁',
        18 => '大足',
        19 => '荣昌',
        20 => '壁山',
        21 => '梁平',
        22 => '城口',
        23 => '丰都',
        24 => '垫江',
        25 => '武隆',
        26 => '忠县',
        27 => '开县',
        28 => '云阳',
        29 => '奉节',
        30 => '巫山',
        31 => '巫溪',
        32 => '石柱',
        33 => '秀山',
        34 => '酉阳',
        35 => '彭水',
        36 => '江津',
        37 => '合川',
        38 => '永川',
        39 => '南川',
    ),
    '河北' =>
    array(
        0 => '石家庄',
        1 => '邯郸',
        2 => '邢台',
        3 => '保定',
        4 => '张家口',
        5 => '承德',
        6 => '廊坊',
        7 => '唐山',
        8 => '秦皇岛',
        9 => '沧州',
        10 => '衡水',
    ),
    '山西' =>
    array(
        0 => '太原',
        1 => '大同',
        2 => '阳泉',
        3 => '长治',
        4 => '晋城',
        5 => '朔州',
        6 => '吕梁',
        7 => '忻州',
        8 => '晋中',
        9 => '临汾',
        10 => '运城',
    ),
    '内蒙古' =>
    array(
        0 => '呼和浩特',
        1 => '包头',
        2 => '乌海',
        3 => '赤峰',
        4 => '呼伦贝尔盟',
        5 => '阿拉善盟',
        6 => '哲里木盟',
        7 => '兴安盟',
        8 => '乌兰察布盟',
        9 => '锡林郭勒盟',
        10 => '巴彦淖尔盟',
        11 => '伊克昭盟',
    ),
    '辽宁' =>
    array(
        0 => '沈阳',
        1 => '大连',
        2 => '鞍山',
        3 => '抚顺',
        4 => '本溪',
        5 => '丹东',
        6 => '锦州',
        7 => '营口',
        8 => '阜新',
        9 => '辽阳',
        10 => '盘锦',
        11 => '铁岭',
        12 => '朝阳',
        13 => '葫芦岛',
    ),
    '吉林' =>
    array(
        0 => '长春',
        1 => '吉林',
        2 => '四平',
        3 => '辽源',
        4 => '通化',
        5 => '白山',
        6 => '松原',
        7 => '白城',
        8 => '延边',
    ),
    '黑龙江' =>
    array(
        0 => '哈尔滨',
        1 => '齐齐哈尔',
        2 => '牡丹江',
        3 => '佳木斯',
        4 => '大庆',
        5 => '绥化',
        6 => '鹤岗',
        7 => '鸡西',
        8 => '黑河',
        9 => '双鸭山',
        10 => '伊春',
        11 => '七台河',
        12 => '大兴安岭',
    ),
    '江苏' =>
    array(
        0 => '南京',
        1 => '镇江',
        2 => '苏州',
        3 => '南通',
        4 => '扬州',
        5 => '盐城',
        6 => '徐州',
        7 => '连云港',
        8 => '常州',
        9 => '无锡',
        10 => '宿迁',
        11 => '泰州',
        12 => '淮安',
    ),
    '浙江' =>
    array(
        0 => '杭州',
        1 => '宁波',
        2 => '温州',
        3 => '嘉兴',
        4 => '湖州',
        5 => '绍兴',
        6 => '金华',
        7 => '衢州',
        8 => '舟山',
        9 => '台州',
        10 => '丽水',
    ),
    '安徽' =>
    array(
        0 => '合肥',
        1 => '芜湖',
        2 => '蚌埠',
        3 => '马鞍山',
        4 => '淮北',
        5 => '铜陵',
        6 => '安庆',
        7 => '黄山',
        8 => '滁州',
        9 => '宿州',
        10 => '池州',
        11 => '淮南',
        12 => '巢湖',
        13 => '阜阳',
        14 => '六安',
        15 => '宣城',
        16 => '亳州',
    ),
    '福建' =>
    array(
        0 => '福州',
        1 => '厦门',
        2 => '莆田',
        3 => '三明',
        4 => '泉州',
        5 => '漳州',
        6 => '南平',
        7 => '龙岩',
        8 => '宁德',
    ),
    '江西' =>
    array(
        0 => '南昌市',
        1 => '景德镇',
        2 => '九江',
        3 => '鹰潭',
        4 => '萍乡',
        5 => '新馀',
        6 => '赣州',
        7 => '吉安',
        8 => '宜春',
        9 => '抚州',
        10 => '上饶',
    ),
    '山东' =>
    array(
        0 => '济南',
        1 => '青岛',
        2 => '淄博',
        3 => '枣庄',
        4 => '东营',
        5 => '烟台',
        6 => '潍坊',
        7 => '济宁',
        8 => '泰安',
        9 => '威海',
        10 => '日照',
        11 => '莱芜',
        12 => '临沂',
        13 => '德州',
        14 => '聊城',
        15 => '滨州',
        16 => '菏泽',
    ),
    '河南' =>
    array(
        0 => '郑州',
        1 => '开封',
        2 => '洛阳',
        3 => '平顶山',
        4 => '安阳',
        5 => '鹤壁',
        6 => '新乡',
        7 => '焦作',
        8 => '濮阳',
        9 => '许昌',
        10 => '漯河',
        11 => '三门峡',
        12 => '南阳',
        13 => '商丘',
        14 => '信阳',
        15 => '周口',
        16 => '驻马店',
        17 => '济源',
    ),
    '湖北' =>
    array(
        0 => '武汉',
        1 => '宜昌',
        2 => '荆州',
        3 => '襄樊',
        4 => '黄石',
        5 => '荆门',
        6 => '黄冈',
        7 => '十堰',
        8 => '恩施',
        9 => '潜江',
        10 => '天门',
        11 => '仙桃',
        12 => '随州',
        13 => '咸宁',
        14 => '孝感',
        15 => '鄂州',
    ),
    '湖南' =>
    array(
        0 => '长沙',
        1 => '常德',
        2 => '株洲',
        3 => '湘潭',
        4 => '衡阳',
        5 => '岳阳',
        6 => '邵阳',
        7 => '益阳',
        8 => '娄底',
        9 => '怀化',
        10 => '郴州',
        11 => '永州',
        12 => '湘西',
        13 => '张家界',
    ),
    '广东' =>
    array(
        0 => '广州',
        1 => '深圳',
        2 => '珠海',
        3 => '汕头',
        4 => '东莞',
        5 => '中山',
        6 => '佛山',
        7 => '韶关',
        8 => '江门',
        9 => '湛江',
        10 => '茂名',
        11 => '肇庆',
        12 => '惠州',
        13 => '梅州',
        14 => '汕尾',
        15 => '河源',
        16 => '阳江',
        17 => '清远',
        18 => '潮州',
        19 => '揭阳',
        20 => '云浮',
    ),
    '广西' =>
    array(
        0 => '南宁',
        1 => '柳州',
        2 => '桂林',
        3 => '梧州',
        4 => '北海',
        5 => '防城港',
        6 => '钦州',
        7 => '贵港',
        8 => '玉林',
        9 => '南宁地区',
        10 => '柳州地区',
        11 => '贺州',
        12 => '百色',
        13 => '河池',
    ),
    '海南' =>
    array(
        0 => '海口',
        1 => '三亚',
    ),
    '四川' =>
    array(
        0 => '成都',
        1 => '绵阳',
        2 => '德阳',
        3 => '自贡',
        4 => '攀枝花',
        5 => '广元',
        6 => '内江',
        7 => '乐山',
        8 => '南充',
        9 => '宜宾',
        10 => '广安',
        11 => '达川',
        12 => '雅安',
        13 => '眉山',
        14 => '甘孜',
        15 => '凉山',
        16 => '泸州',
    ),
    '贵州' =>
    array(
        0 => '贵阳',
        1 => '六盘水',
        2 => '遵义',
        3 => '安顺',
        4 => '铜仁',
        5 => '黔西南',
        6 => '毕节',
        7 => '黔东南',
        8 => '黔南',
    ),
    '云南' =>
    array(
        0 => '昆明',
        1 => '大理',
        2 => '曲靖',
        3 => '玉溪',
        4 => '昭通',
        5 => '楚雄',
        6 => '红河',
        7 => '文山',
        8 => '思茅',
        9 => '西双版纳',
        10 => '保山',
        11 => '德宏',
        12 => '丽江',
        13 => '怒江',
        14 => '迪庆',
        15 => '临沧',
    ),
    '西藏' =>
    array(
        0 => '拉萨',
        1 => '日喀则',
        2 => '山南',
        3 => '林芝',
        4 => '昌都',
        5 => '阿里',
        6 => '那曲',
    ),
    '陕西' =>
    array(
        0 => '西安',
        1 => '宝鸡',
        2 => '咸阳',
        3 => '铜川',
        4 => '渭南',
        5 => '延安',
        6 => '榆林',
        7 => '汉中',
        8 => '安康',
        9 => '商洛',
    ),
    '甘肃' =>
    array(
        0 => '兰州',
        1 => '嘉峪关',
        2 => '金昌',
        3 => '白银',
        4 => '天水',
        5 => '酒泉',
        6 => '张掖',
        7 => '武威',
        8 => '定西',
        9 => '陇南',
        10 => '平凉',
        11 => '庆阳',
        12 => '临夏',
        13 => '甘南',
    ),
    '宁夏' =>
    array(
        0 => '银川',
        1 => '石嘴山',
        2 => '吴忠',
        3 => '固原',
    ),
    '青海' =>
    array(
        0 => '西宁',
        1 => '海东',
        2 => '海南',
        3 => '海北',
        4 => '黄南',
        5 => '玉树',
        6 => '果洛',
        7 => '海西',
    ),
    '新疆' =>
    array(
        0 => '乌鲁木齐',
        1 => '石河子',
        2 => '克拉玛依',
        3 => '伊犁',
        4 => '巴音郭勒',
        5 => '昌吉',
        6 => '克孜勒苏柯尔克孜',
        7 => '博 尔塔拉',
        8 => '吐鲁番',
        9 => '哈密',
        10 => '喀什',
        11 => '和田',
        12 => '阿克苏',
    ),
    '香港' =>
    array(
        0 => '香港特别行政区',
    ),
    '澳门' =>
    array(
        0 => '澳门特别行政区',
    ),
    '台湾' =>
    array(
        0 => '台北',
        1 => '高雄',
        2 => '台中',
        3 => '台南',
        4 => '屏东',
        5 => '南投',
        6 => '云林',
        7 => '新竹',
        8 => '彰化',
        9 => '苗栗',
        10 => '嘉义',
        11 => '花莲',
        12 => '桃园',
        13 => '宜兰',
        14 => '基隆',
        15 => '台东',
        16 => '金门',
        17 => '马祖',
        18 => '澎湖',
    ),
),
'美国' =>
array(
    'Alaska' =>
    array(),
    'Alabama' =>
    array(),
    'West Virginia' =>
    array(),
    'Wyoming' =>
    array(),
    'Arizona' =>
    array(),
    'Arkansas' =>
    array(),
    'California' =>
    array(),
    'Colorado' =>
    array(),
    'Florida' =>
    array(),
    'Georgia' =>
    array(),
    'Hawaii' =>
    array(),
    'Idaho' =>
    array(),
    'Illinois' =>
    array(),
    'Iowa' =>
    array(),
    'Kansas' =>
    array(),
    'Lousiana' =>
    array(),
    'Maine' =>
    array(),
    'Michigan' =>
    array(),
    'Maryland' =>
    array(),
    'Minnesota' =>
    array(),
    'Mississippi' =>
    array(),
    'Missouri' =>
    array(),
    'Montana' =>
    array(),
    'Nevada' =>
    array(),
    'New Hampshire' =>
    array(),
    'New  Jeresy' =>
    array(),
    'New York' =>
    array(),
    'North Carolina' =>
    array(),
    'North Dakota' =>
    array(),
    'Ohio' =>
    array(),
    'Oregon' =>
    array(),
    'Pennsylvania' =>
    array(),
    'Rhode Island' =>
    array(),
    'South Carolina' =>
    array(),
    'Texas' =>
    array(),
    'Utah' =>
    array(),
    'Vermont' =>
    array(),
    'Washington' =>
    array(),
    'Massachusetts' =>
    array(),
    'Connecticut' =>
    array(),
    'South Dakota ' =>
    array(),
    'Nebraska' =>
    array(),
    'Kentucky' =>
    array(),
    'Virginia' =>
    array(),
    'Indiana' =>
    array(),
    'Delawar' =>
    array(),
    'New Mexico' =>
    array(),
    'Oklahoma' =>
    array(),
    'Tennessee' =>
    array(),
    'Wisconsin' =>
    array(),
),
'日本' =>
array(),
'韩国' =>
array(),
'台湾' =>
array(),
'香港' =>
array(),
'英国' =>
array(),
'法国' =>
array(),
'德国' =>
array(),
'澳大利亚' =>
array(),
'加拿大' =>
array(),
'瑞士' =>
array(),
'荷兰' =>
array(),
'以色列' =>
array(),
'新加坡' =>
array(),
'印度' =>
array(),
'奥地利' =>
array(),
'俄罗斯' =>
array(),
'芬兰' =>
array(),
'爱尔兰' =>
array(),
'挪威' =>
array(),
'意大利' =>
array(),
'西班牙' =>
array(),
'瑞典' =>
array(),
'新西兰' =>
array(),
'丹麦' =>
array(),
'葡萄牙' =>
array(),
'南非' =>
array(),
);