<?php
return
array (
    '通信/广播' =>
    array (
        '有线网络系统' => '有线网络系统',
        '无线网络系统' => '无线网络系统',
        '广播电视设备' => '广播电视设备',
    ),
    '工业电子' =>
    array (
        '机器人' => '机器人',
        '数据采集' => '数据采集',
        '工业控制' => '工业控制',
        '安防/监控' => '安防/监控',
    ),
    '消费电子' =>
    array (
        '白电/小家电' => '白电/小家电',
        '家庭影院' => '家庭影院 ',
        '无线手持设备' => '无线手持设备',
        '数字成像设备' => '数字成像设备',
    ),
    '医疗电子' =>
    array (
        '医疗成像' => '医疗成像',
        '监护与诊断设备 ' => '监护与诊断设备',
        '便携及家庭护理' => '便携及家庭护理',
    ),
    '汽车电子' =>
    array (
        '车身控制' => '车身控制',
        '导航/信息/娱乐' => '导航/信息/娱乐',
        '汽车安全' => '汽车安全',
        '动力与照明' => '动力与照明',
    ),
    '能源/新能源' =>
    array (
        '智能电网' => '智能电网',
        '能量计量' => '能量计量',
        '光伏/可再生能源' => '光伏/可再生能源',
        '节能/照明' => '节能/照明',
    ),
    '航空/航海/军工电子' =>
    array (
    ),
    '物联网 ' =>
    array (
        'RFID标签及读写设备' => 'RFID标签及读写设备',
        '传感网络/信息采集系统' => '传感网络/信息采集系统',
        '信息数据处理系统' => '信息数据处理系统',
        '移动支付' => '移动支付',
    ),
    '计算机及周边系统' =>
    array (
        'PC/服务器' => 'PC/服务器',
        'PC外设/办公设备' => 'PC外设/办公设备',
    ),
    '工具厂商' =>
    array (
        '软件' => '软件',
        '测试/测量仪器' => '测试/测量仪器',
        'EDA工具' => 'EDA工具',
    ),
    '行业服务' =>
    array (
        '代理/分销' => '代理/分销',
        'PCB服务' => 'PCB服务',
        '半导体制造' => '半导体制造',
        '高校院所/政府' => '高校院所/政府',
    ),
);