Repository: pi-engine/pi
Catalog: usr/module/tag/locale/*/admin.po
Languages: fr

source: Top tag list
fr: List Top Tags

source: Top 10 tag block
fr: Bloc Top 10 Tags

source: Limit
fr: Limite

source: Block display item count
fr: Nombre d'éléments affichés dans le bloc

source: Tag Cloud
fr: Nuage de tags

source: Top tag cloud block
fr: Bloc Nuage top Tag

source: Color
fr: Couleur

source: Set tag cloud color
fr: Définir la couleur du nuage de tags

source: Max font size
fr: Taille maximale de la police

source: Set max font size
fr: Définir la taille maximale de la police

source: Min font size
fr: Taille minimale de la police

source: Set min font size
fr: Définir la taille minimale de la police

source: The latest tag
fr: Le dernier tag

source: Tag delimiter
fr: Délimiteur de tags

source: Delimiter(s) to separate tag terms, use `s` for space and separate delimiters with `|`.
fr: Délimiteur(s) pour séparer les différents tags, utiliser `s` pour espace et séparer les délimiteurs par `|`.

source: Enable quote
fr: Activer les guillemets

source: Use double quotes to identify multi-term tag.
fr: Utiliser un guillemet double pour identifier un tag comprenant plusieurs mots

source: Minimum length
fr: Longueur minimale

source: Minimum length for valid tag terms.
fr: Longueur minimum pour accepter les mots tags

source: Item per page
fr: Eléments par page

source: Number of items on tag list page.
fr: Nombre d'éléments sur la page de list de tags

source: Detail per page
fr: Détail par page

source: Number of items on tag detail page.
fr: Nombre d'éléments sur la page de détail de tags

source: Link per page
fr: Lien par page

source: Number of items on one relationships page.
fr: Nombre d'éléments sur la page associée

source: New tags
fr: Nouveaux tags

source: Tagged items
fr: Eléments tagués

source: All
fr: Tout

source: Tag name
fr: Nom du tag

source: Time
fr: Date

source: Delete
fr: Suppression

source: Count
fr: Nombre
