/**
 * Persian translation for bootstrap-datepicker
 * Hossein Azizabadi <azizabadi@faragostaresh.com>
 */
;(function($){
	$.fn.datepicker.dates['fa'] = {
		days: ["یکشنبه"، "دوشنبه"، "سه شنبه"، "چهارشنبه"، "پنجشنبه"، "جمعه"، "شنبه"، "یکشنبه"],
		daysShort: ["یکشنبه"، "دوشنبه"، "سه شنبه"، "چهارشنبه"، "پنجشنبه"، "جمعه"، "شنبه"، "یکشنبه"],
		daysMin: ["یکشنبه"، "دوشنبه"، "سه شنبه"، "چهارشنبه"، "پنجشنبه"، "جمعه"، "شنبه"، "یکشنبه"],
		months: ["ژانویه"، "فوریه"، "مارس"، "آوریل"، "مه"، "ژوئن"، "ژوئیه"، "اوت"، "سپتامبر"، "اکتبر"، "نوامبر"، "دسامبر"],
		monthsShort: ["ژانویه"، "فوریه"، "مارس"، "آوریل"، "مه"، "ژوئن"، "ژوئیه"، "اوت"، "سپتامبر"، "اکتبر"، "نوامبر"، "دسامبر"],
		today: "امروز"
	};
}(jQuery));
