Repository: pi-engine/pi
Catalog: usr/module/comment/locale/*/admin.po
Languages: fr

source: Recent comments
fr: Commentaires récents

source: Recent active comment posts.
fr: Commentaires récents actifs.

source: Post count
fr: Nombre de commentaires

source: Number of posts to display.
fr: Nombre de commentaires à afficher

source: Commented articles
fr: Articles commentés

source: Articles being commented.
fr: Articles en train d'être commentés

source: Article count
fr: Nombre d'articles

source: Number of articles to display.
fr: Nombre d'articles à afficher.

source: Top posters
fr: Top auteurs

source: Users with most posts
fr: Utilisateurs avec le plus grand nombre de commentaires

source: User count
fr: Nombre utilisateurs

source: Number of users to display.
fr: Nombre d'utilisateurs à afficher

source: Article comments
fr: Commentaires de l'article

source: Custom comments
fr: Commentaires personnalisés

source: Leading page comment limit
fr: Limite de commentaires page principale

source: Number of comments on leading page.
fr: Nombre de commentaires sur la page principale

source: List page comment limit
fr: Limite commentaires par page

source: Number of comments on list page.
fr: Nombre de commentaires sur la page de liste

source: Display operation
fr: Gestion de l'affichage

source: Level of operations on post list pages.
fr: Niveau d'opération pour soumettre dans la page de liste

source: Disable
fr: Désactiver

source: For members
fr: Pour les membres

source: For authors
fr: Pour les auteurs

source: For administrators
fr: Pour les administrateurs

source: Auto approve submission
fr: Auto-approuver les soumissions

source: Content format
fr: Format de contenu

source: Plain text
fr: Plein Texte

source: Options for text format
fr: Options de format texte

source: Enable tag link
fr: Activer le liens Tags

source: Enable username link
fr: Activer le lien UserName

source: Enable URL link
fr: Activer le lien URL

source: Comment
fr: Commentaire

source: Comment management and services.
fr: Gestion des commentaires et services associés.

source: All comments
fr: Tous les commentaires

source: My comments
fr: Mes commentaires

source: My received
fr: Mes commentaires reçus

source: My articles
fr: Mes articles

source: Portal
fr: Portail

source: Active posts
fr: Commentaires actifs

source: Inactive posts
fr: Commentaires inactifs

source: By module
fr: Par module

source: By user
fr: Par utilisateur

source: By article
fr: Par article

source: Article with comments
fr: Article avec commentaires

source: Article with active comments
fr: Articles avec commentaires actifs

source: Comment posts by me
fr: Mes commentaires

source: Comment posts on my articles
fr: Commentaires sur mes articles

source: Comment portal for %s
fr: Portail commentaire pour %s

source: Build comment data for demo articles
fr: Données de commentaires crées pour les articles démo

source: Demo article with comments
fr: Article demo avec commentaires

source: All comment posts
fr: Tous les commentaires

source: All active comment posts
fr: Tous les commentaires actifs

source: All inactive comment posts
fr: Tous les commentaires inactifs

source: Comment posts by user
fr: Commentaires par utilisateur

source: Comment posts by module
fr: Commentaires par module

source: Total posts
fr: Nombre de commentaires

source: Demo comment %d.
fr: Commentaire Demo %d.

source: Comments by username or id
fr: Commentaires par nom compte ou numéro

source: Comment posts of user
fr: Commentaires de l'utilisateur

source: All Posts
fr: Tous les commentaires

source: Active Posts
fr: Commentaires actifs

source: Comment types
fr: Types de commentaires

source: Comment posts of Module %s with type %s
fr: Commentaires du module %s avec le type %s

source: Comment posts of Module %s
fr: Commentaires du module %s

source: Guest
fr: Invité

source: All commented articles
fr: Tous les articles commentés

source: All active commented articles
fr: Tous les articles actifs commentés

source: Operation succeeded.
fr: L'opération a été un succès.

source: Edit
fr: Editer

source: Delete
fr: Supprimer

source: Enable
fr: Activer

source: Comment post
fr: Comemntaire

source: Comment post edit
fr: Edition du commentaire

source: Comment post saved successfully.
fr: Enregistrement avec succès du commentaire

source: Comment post not saved.
fr: Commentaire non enregistré.

source: Invalid data, please check and re-submit.
fr: Données non valides, merci de vérifer et de re-soumettre.

source: Invalid submission.
fr: Soumission non valide.

source: Operation failed.
fr: L'opération a échoué.

source: Active
fr: Activé

source: Disabled
fr: Désactivé

source: Type was not found.
fr: Le type n'a pas été trouvé.

source: Invalid operation.
fr: Opération non valide.

source: Comment stats
fr: Statistiques commentaires

source: Title
fr: Titre

source: Amounts
fr: Nombre

source: Submitters
fr: Auteurs

source: Comments
fr: Commentaires

source: Active comment posts by module
fr: Commentaires actifs par module

source: Links
fr: Liens

source: Most commented
fr: Les plus commentés

source: Article title
fr: Titre de l'article

source: Pending
fr: En attente

source: No comments available yet.
fr: Aucun commentaire disponible actuellement.

source: Are you sure delete these comments?
fr: Es-tu sûr de vouloir supprimer ces commentaires?

source: Are you sure delete this article?
fr: Es-tu sûr de vouloir supprimer cet article?

source: View comments
fr: Voir les commentaires

source: Enable type
fr: Activer le type

source: No
fr: Non

source: Yes
fr: Oui

source: Filter comments by a specific user.
fr: Filtrer les commentaires pour un utilisateur précis.

source: Type user id or identity
fr: Type d'utilisateur, numéro ou identité

source: Submit
fr: Valider
