Repository: pi-engine/pi
Catalog: usr/module/comment/locale/*/default.po
Languages: fa

source: Post submitted
fa: نظر ارسال شد

source: Post published
fa: نظر منتظر شد

source: Post updated
fa: پست به روز شد

source: Post enabled
fa: نظر فعال شد

source: Post disabled
fa: نظر غیر فعال شد

source: Post deleted
fa: نظر حذف شد

source: Guest
fa: مهمان

source: Edit
fa: ویرایش

source: Enable
fa: فعال

source: Delete
fa: حذف

source: Reply
fa: پاسخ

source: Disable
fa: غیر فعال

source: Demo article %d
fa: مطلب نمایشی %d

source: Custom article %d
fa: مطلب شخصی سازی شده %d

source: Comment by %s
fa: نظر داده شده توسط %s

source: View profile
fa: نمایش حساب کاربری

source: Invalid post parameter.
fa: مقداری نا معتبر در پست ارسالی

source: Operation succeeded.
fa: با موفقیت انجام شد

source: Operation failed.
fa: خطا در عملکرد

source: Comment feed
fa: خوارک نظرها

source: Latest comments.
fa: آخرین نظرها

source: Demo custom article #%d
fa: مطلب نمایش شخصی #%d

source: Demo article #%d
fa: ملب نمایشی #%d

source: Comment portal for %s
fa: پروتال نظر برای %s

source: All active comment posts
fa: همه نظرهای فعال

source: Commented articles
fa: مطالب دارای نظر

source: Comment posts for module "Comment"
fa: نظرهای ارسال شده برای ماژول "Comment"

source: Comment posts for module "Comment" with type "Article"
fa: نظرهای ارسال شده برای ماژول "Comment" با نوع "Article"

source: Comment posts by %s
fa: پست های نظر داده شده توسط %s

source: Comment posts by me
fa: پست های نظر داده شده توسط من

source: Commented articles by me
fa: مطالب نظر داده شده توسط من

source: All comment posts
fa: همه نظرهای ارسال شده

source: All inactive comment posts
fa: همه نظرهای غیر فعال

source: all comments,comment,information,post,user
fa: همه نظرها,نظر,اطلاعات,ارسال,پست,کاربر

source: Comment posts of article
fa: نظرهای ارسال شده مطلب

source: My comments
fa: نظرهای من

source: My active comments
fa: نظرهای فعال من

source: My pending comments
fa: نظرهای در انتظار تایید من

source: Comment posts of user
fa: نظر های ارسال شده توسط کاربر

source: All
fa: همه

source: Comment posts of module
fa: نظر های ارسال شده در ماژول

source: All commented articles
fa: همه مطالب دارای نظر

source: Articles with comments
fa: مطالب با نظرها

source: My articles
fa: مطلب من

source: My articles with active comments
fa: مطلب من با نظرهای فعال

source: Received comments
fa: نظرهای دریافت شده

source: All Posts
fa: همه ارسال ها

source: Active Posts
fa: پست های فعال

source: Inactive Posts
fa: پست های غیر فعال

source: Comment posts on user
fa: نظرهای ارسال شده کاربر

source: Permanent link
fa: پیوند پایدار

source: Comment post %s
fa: ارسال نظر %s

source: Comment,information,post,user
fa: نظر های ارسال شده توسط کاربر

source: Operation denied.
fa: عملکرد غیر مجاز

source: Comment post edit
fa: ویرایش نظر ارسال شده

source: Comment post reply
fa: پاسخ به نظر ارسال شده

source: Invalid submission.
fa: ارسال اشتباه

source: Root not found.
fa: ریشه پیدا نشد

source: Comment is disabled.
fa: نظر غیر فعال شد

source: Comment post saved successfully.
fa: نظر ارسال شده با موفقیت ذخیره شد

source: Comment post not saved.
fa: نظر ارسال شده ذخیره نشد

source: Invalid data, please check and re-submit.
fa: اطلاعات اشتباه، لطفا بررسی کنید و مجددا ارسال کنید

source: Operation failed
fa: خطا در عملکرد

source: Invalid parameters.
fa: پارامتر های اشتباه

source: Forbidden.
fa: غیر مجاز

source: Login
fa: وارد شوید

source: Enable/Disable
fa: فعال / غیر فعال

source: Comment
fa: نظر

source: Type your content
fa: نظر خود را بیان کنید

source: Save
fa: ذخیره

source: Are you sure to delete this comment?
fa: آیا اطمینان دارید که میخواهید این نظر حذف شود؟

source: Please <a href="%s">login</a> to leave comments.
fa: لطفا برای ارسال نظر به سایت <a href="%s">وارد شوید</a>

source: Comment detail
fa: جزییات نظر

source: The comment post is not found.
fa: نظر ارسال شده یافت نشد

source: %s comments
fa: %s نظر

source: Last commented:
fa: آخرین نظر :

source: at %s
fa: در %s

source: No data available yet.
fa: هیچ اطلاعات هنوز موجود نیست

source: Comment edit
fa: ویرایش نظر

source: Commented on
fa: ارسال شده در

source: No content.
fa: بدون نظر

source: All comments
fa: همه نظرها

source: View all comments
fa: نمایش همه نظر ها

source: No one has commented yet.
fa: هیچ کس هنوز نظری ارسال نکرده

source: All active comments
fa: همه نظر های فعال

source: No comments available yet.
fa: هیچ نظری هنوز ارسال نشده است

source: Comments for %s module
fa: نظر های ماژول %s

source: commented on
fa: نظر ارسال شده در

source: Pending
fa: در انتظار تایید

source: Comment reply to %s
fa: نظر در پاسخ به %s

source: Item not found.
fa: این مورد پیدا نشد

source: In reply to:
fa: در پاسخ به :

source: Click to open
fa: برای مشاهده کلیک کنید

source: Comment #%d
fa: نظر #%d
